import { v4 as uuidv4 } from "uuid";

const data = [
  {
    id: uuidv4(),
    content: "وحيداً حين أمسي ففي وحدتي أنسي",
  },
  {
    id: uuidv4(),
    content: "علاقات سطحية حياة صحية",
  },
  {
    id: uuidv4(),
    content: "ولن أَكْسِبُ شَيئًا إذا خَسِرتُ نَفْسي",
  },
  {
    id: uuidv4(),
    content: "الطرق الوحيدة التي تستحق أن نسلكها هي تلك التي تؤدي إلى أعماقنا",
    author: "شارل جولييه",
  },
  {
    id: uuidv4(),
    content: "أَنا صامتٌ طِوال الوقت، وأخشى أنّ أنسى الكلام",
    author: "دوستويفسكي ",
  },
  {
    id: uuidv4(),
    content:
      "نمضي وتبقى العيشة الراضية  وتنمحي آثارنا الماضية فقبل أن نحيا ومن بعدنا  وهذه الدنيا على ماهية",
    author: "Omar Khayyám, رباعيات خيام",
  },
  {
    id: uuidv4(),
    content: "كنتُ أَريد أَن أُجدد نفسي، أنّ أبدوَ إنساناً لا عِلاقة له بالحزن",
    author: "عبد الرحمن منيف, قصة حب مجوسية",
  },
  {
    id: uuidv4(),
    content: "وإني مُفارقك وإن كنت آبَى",
  },
  {
    id: uuidv4(),
    content:
      "أَعتقدُ أَنني أَفهمُ الآن أَنَ سعادتي تكمنُ في التخلي عنّ المزيد، لا الحصول على المزيد، ‏دونَ ندمٍ أو خوفٍ أو حزن",
    author: "محمد الحنطة",
  },
  {
    id: uuidv4(),
    content: "عِشْ في هذا العالم كأنك وحدك، فأنت كذلك",
  },
  {
    id: uuidv4(),
    content: "الغضب هو مجرّد تقيّؤ عقلي",
    author: "أوشو",
  },
  {
    id: uuidv4(),
    content:
      "في هذه اللحظة، أستحضر حياتي الماضية، وأدرك أن الذاكرة نهر، نهرُ يجري إلى الوراء على الدوام",
    author: "Paulo Coelho",
  },
  {
    id: uuidv4(),
    content: "أنت ملاكٌ حينما تصيب، بشرٌ حينما تخطئ، وأنا شيطانٌ في الحالتين",
  },
  {
    id: uuidv4(),
    content: "ليس لدى المرء دائماً الوقت الكافي لتلبية رغباته الاخيرة",
    author: "José Saramago",
  },
  {
    id: uuidv4(),
    content: "من أُذاق ظُلمة الجهل أدرك أن العلم نور",
    author: "مصطفى نور الدين",
  },
  {
    id: uuidv4(),
    content: "كلما تزايد الخطر تزايد ما ينقذنا منه",
    author: "فردريك هولدرلين",
  },
  {
    id: uuidv4(),
    content: "إن اعتياد طلوع الشمس كل يوم ورؤيتها , قد يقتل فيك عظمتها",
    author: "حمد جمال علي",
  },
  {
    id: uuidv4(),
    content: "هذا هو الجيد في السينما،يمكنك فيها أن تقتل كل من يفيض عن حاجتك",
    author: "غابرييل غارسيا",
  },
  {
    id: uuidv4(),
    content:
      "أنا مُبتلَى بيـا نسبة نجاة معدومة في المية مقطوم في القلب ناب  يارب . . طبطب عليا",
    author: "أحمد العايدي",
  },
  {
    id: uuidv4(),
    content: " أعجبُ كيف يُغريني طريقي، وموتِي فيهِ أقربُ من نجاحي",
    author: "غازي القصيبي",
  },
  {
    id: uuidv4(),
    content:
      "لا تدع أحلامك تموت ، لا تدع آمالك تتلاشى ، قاتل من أجل ما هو صحيح ، لا تتخلى عنها أبدًا ، حبك العظيم هنا ليبقى",
    author: "Sami Abouzid",
  },
  {
    id: uuidv4(),
    content:
      "نعاني في المحبة ونعاني في العزلة. المعاناة هي عامل رئيسي في حياتنا حتى نتمكن من تقدير المشاعر الرائعة والمبهجة التي نشعر بها عندما نكون في حالة حب حقًا",
    author: "Sami Abouzid",
  },
  {
    id: uuidv4(),
    content:
      "كلما كانت الكذبة كبيرة جدا واسعة جدا صارت أقرب للتصديق, لأنه - ببساطة - لن يتصور أحد أن هناك كذبة بهذا الحجم",
    author: "أحمد خالد توفيق, شآبيب",
  },
  {
    id: uuidv4(),
    content: "الوجع أن أحبك بعمري وعمرك يصبح لغيري",
    author: "ahmed abdelmohsen",
  },
  {
    id: uuidv4(),
    content: "لكي تلمع مثل الماس ، يجب أن تكون صعبًا مثل الماس ، لا تنكسر",
    author: "P.S. Jagadeesh Kumar",
  },
  {
    id: uuidv4(),
    content: "فقد عشت للجميع ونسيت ان اعيش لنفسى",
    author: "ahmed abdelmohsen",
  },
  {
    id: uuidv4(),
    content: "إنك كالملاك. أنت نجمي وأينما كنت أحبك وسأظل كذلك",
    author: "Sami Abouzid",
  },
  {
    id: uuidv4(),
    content: "قلبي يتوق لابتسامتها",
    author: "جيوفاني دي ساديلير",
  },
  {
    id: uuidv4(),
    content: "الكسل داء دواءه تكاسل عن الكسل",
    author: "Noureddine Rahmani",
  },
  {
    id: uuidv4(),
    content: "أن يكون لديك هدف -ولو بسيط- أفضل دائمًا من أن تكون بلا هدف",
    author: "Khaled Ibrahim",
  },
  {
    id: uuidv4(),
    content:
      "و ككل صبيحة، أنتظر الشروق لعله يزف لي اشراقة، فلا هي أشرقت بما أريد، و لا هي أشرقت من مغربها",
    author: "Nabil TOUSSI",
  },
  {
    id: uuidv4(),
    content: "وحقي فيك يا وطني غريق",
    author: "Khaled Ibrahim",
  },
  {
    id: uuidv4(),
    content:
      "جرب صدق حسن الظن في تعاملك مع الناس , وستشعر بإرتياح نفسي ولن تأخذ الأمور بشكل شخصي أو بعصبية",
    author: "احمد الشقيري",
  },
  {
    id: uuidv4(),
    content:
      'ففي المواقف التفصيلية من حياة الأفراد و الأمم يكون للإنسان فرصة واحدة لا ثاني لها لأن "يكون أو لا يكون',
    author: "عيد الناصر",
  },
  {
    id: uuidv4(),
    content:
      "الأنغام الموسيقية الناعمة للغة العربية رقصت في داخلي حالما سمعت أصوات لغة أمي",
    author: "Susan Abulhawa",
  },
  {
    id: uuidv4(),
    content: "دعني أحرق الماضي بجمر عينيك.. دعني أحرقه ورقة ورقة.",
    author: "Malak El Halabi",
  },
  {
    id: "1532764628308090880",
    content: "المُحب لا يؤذي قلبًا أحبه، مهما كانت الضغوطات.",
  },
  {
    id: "1532697819810873347",
    content: "النصيحة الدائمة :\nكن كما أنت ، وليتقبلك من يتقبلك .",
  },
  {
    id: "1532626372899876864",
    content: 'استبشر خيرا سيأتيك أجمل مما تتوقع ."',
  },
  {
    id: "1532475422146977792",
    content: "راحة بالك تحتاج شيئين : \nالصمت ، والكثير من التغافل .",
  },
  {
    id: "1532341161515433986",
    content:
      "لا شيء يعادل النية الصادقة\nافعل ما تشاء و أتركهم يفهمونك كما يريدون .",
  },
  {
    id: "1532290543459487746",
    content: "كرامتك أهم من شخص تحبه ويعاملك بمزاجه.",
  },
  {
    id: "1532131875375939584",
    content:
      "كل الكلمات معرَّضة لسوء الفهم ، حتى الصمت قد يُساء فهمه أحيانًا .",
  },
  {
    id: "1532114640737550338",
    content: "مهما حاولت أن ترد \nالإساءه بالإساءه سيغلبك أصلك الطيّب .",
  },
  {
    id: "1532052528732454913",
    content:
      'قمة النضوج العقلي ، أيقانك بأن كل شيء له نهايه مهما كان سيئاً أو جميلاً بحياتك."',
  },
  {
    id: "1532025096465956864",
    content: "من لا يؤدبه ضميره ، تؤدبهُ الحياة حين تدور .",
  },
  {
    id: "1531983959810351105",
    content: 'اِعتذارات العالم أَجمع لن تكفي خيبة إنسان خُذل من شخصه المُفضل."',
  },
  {
    id: "1531935249239887873",
    content: "لا تصدمنا يا الله بمن \nأحسنا بهم الظن يوماً، فقد اكتفينا .",
  },
  {
    id: "1531760501297926145",
    content: "لا تندم على صراحتك\nمع الناس ، فالعيش بوجهين أمر مقرف .",
  },
  {
    id: "1531692547940171777",
    content: "لم نخسر أحداً \nجميعهم تجارب تعلمنا منهم وانتهوا .",
  },
  {
    id: "1531624425329676299",
    content: "أسوء الناس من\nيؤذونك ، ثم سيتصرفون وكأنك آذيتهم .",
  },
  {
    id: "1531574917065494530",
    content: "إذا عرفت قيمة نفسك فلا يضرك ما قيل فيك .",
  },
  {
    id: "1531529086245425153",
    content: "ما يريده الله هو خير لك ، حتى لو كان خارج رغبتك .",
  },
  {
    id: "1531407630337421312",
    content: "أحياناً لا تجد راحة نفسك إِلا في اعتزال الناس .",
  },
  {
    id: "1531352767088013313",
    content: "افعل ما يرضي ضميرك ، سيتم انتقادك على كل حال .",
  },
  {
    id: "1531316183747665921",
    content:
      'أحياناً تمُر على الإنسان أوقات ، تكون فيها أعظم أمنياته ، هي أن لا يشعُر."',
  },
  {
    id: "1531272389543268354",
    content: "أحقر الناس خُلقاً من شبع منك أنكر فضلك .",
  },
  {
    id: "1531229434258370561",
    content:
      "الطيبون كلما أرادوا أن يصبحوا سيئين فشلوا .. لأن بداخلهم بذرة صغيره تسمى الضمير .. هي تمنعهم .",
  },
  {
    id: "1531151887189286918",
    content: "تبقى النفوس الخبيثة خبيثة ولو أعطيتهم من الوُدِّ أطنانًا .",
  },
  {
    id: "1531037758524997633",
    content: "سطّح علاقاتك مع الناس ، تسلم من شرهم .",
  },
  {
    id: "1530965223586336768",
    content: "مادمت تمشي مستقيماً لا تبالي بالظنون السيئة .",
  },
  {
    id: "1530861534062252032",
    content: "كن شخصاً لا ينتظر شيئاً من أحد سترتاح .",
  },
  {
    id: "1530828439984476161",
    content: "دع وجهك مبتسم دائماً  فهي مجرد دنيا فانيه .",
  },
  {
    id: "1530670597075636224",
    content: "نظافة القلب نعمة عظيمة .",
  },
  {
    id: "1530640978780033024",
    content: "إذا أردت أن لا تندم على شيء، فأفعل كل شيء لوجه الله.",
  },
  {
    id: "1530596108145201152",
    content: "تعلم أن تغادر كل مكان لا يعرف قيمتك .",
  },
  {
    id: "1530528324631527430",
    content: "من ضرك سيضره الله ، كما تدينُ تدانَ .",
  },
  {
    id: "1530466183941603330",
    content: "خيرك وشرك دين ، سترده لك الحياة يوماً .",
  },
  {
    id: "1530316367244689408",
    content: "لا تحاول تبهر أحد ، القبول من الله .",
  },
  {
    id: "1530238151394041861",
    content: "سكت المؤدب من أدبه\nفظن قليل الأدب أنه هو من أسكته .",
  },
  {
    id: "1530169538351976449",
    content: 'عدم الرد ، أقوى رد ."',
  },
  {
    id: "1530116151757443074",
    content: "يعرفنا الله من الداخل ولا تهمنا ظنون البشر .",
  },
  {
    id: "1529951826564505633",
    content:
      "أصعب اشتياق، أن تشتاق لنفسك القديمة، ضحكتك القديمة، وحتى لقلبك القديم.",
  },
  {
    id: "1529943421028384787",
    content: "لا تعاتب ، غادر فقط بدون تردد .",
  },
  {
    id: "1529860286450130946",
    content: "لست كاملاً أو مثالياً\nلكني دائماً حقيقي وهذا يكفي .",
  },
  {
    id: "1529753050709204993",
    content: "نظافة القلب والضمير الحي ، رزق لايملكها الكثير .",
  },
  {
    id: "1529740363124072450",
    content: "الناس لبعضها أرزاق، فاللهم قدر لي الأطيب والأوضح والأنقى .",
  },
  {
    id: "1529598187111170050",
    content: "برأيك ما هو علاج الاكتئاب.. ؟\n\n- الرد بكلمة واحده فقط .",
  },
  {
    id: "1529568581305913345",
    content:
      "وأتباهى بنفسي، لأنني وحدي أعرف ما بذلته في سبيل أن أصبح ما أنا عليه اليوم.",
  },
  {
    id: "1529527330321866756",
    content: "ما أراده الله لن يوقفه البشر .",
  },
  {
    id: "1529484355155939328",
    content: "اختصار السعادة : قلة الكلام ، كثرة التجاهل .",
  },
  {
    id: "1529428889692520448",
    content: "قمّة النضج الّا تمنح الثقة لكل من مررت بهم .",
  },
  {
    id: "1529390851419426817",
    content:
      'حين تستوعب أن " الدنيا فانية " ستصبح شخصاً يتغاضى عن أمور كثيرة جداً ولن تبدي فيها أي ردة فعل او إهتمام .',
  },
  {
    id: "1529343327769874434",
    content: "النوايا الطيبة لن تضيع \nعند الله مهما أساء الآخرون الظن بها .",
  },
  {
    id: "1529210247042187264",
    content: "لسنا مجانين لنتغير فجاة ، لكل فعل ردة فعل .",
  },
  {
    id: "1529171914966564865",
    content:
      "أكره القسوة في كل شيء، في الألفاظ، في الأسلوب، حتى في نظرات العين.",
  },
  {
    id: "1529127090112630796",
    content: "تجاهل كل شي يأخذ فرحتك ، عش حراً.",
  },
  {
    id: "1529052033533325312",
    content: "ثم تصل لمرحلة أنك\nلم تعد بحاجة لشيء، سوى الهدوء .",
  },
  {
    id: "1529008452865077248",
    content: "مهما كنت طيباً ونقياً \nوصادقاً لن تسلم من ظنون الناس .",
  },
  {
    id: "1528864142672936960",
    content: "من يرخصك بالتجاهل ، اكرمه بالرحيل بلا تردد .",
  },
  {
    id: "1528859160359882752",
    content: "ابتعد عنهم قليلاً ، ستراهم على حقيقتهم بوضوح .",
  },
  {
    id: "1528809478124195842",
    content: 'وقد يبتليك الله ليفضح لك قلوبا إدعت محبتك."',
  },
  {
    id: "1528763791852306433",
    content:
      "كن لطيفاً في كل شيء :\nصداقتك ، حبك ، أخلاقك ، تعاملك\nحتى في البُعد كُن جميلًا .",
  },
  {
    id: "1528700172255039489",
    content: "لنفسك عليك حق، وأهمها أن تهجر كل من لا يعرف قيمتها.",
  },
  {
    id: "1528650596634468353",
    content: "سيأخذ الله حقك ممن أوجعك دون جهد منك .",
  },
  {
    id: "1528509947889303552",
    content: "الأنسان الطيب تبتليه الدنيا بما لا شأن له به .",
  },
  {
    id: "1528498750959898624",
    content:
      "إن خسرت شيئاً لم تتوقع خسارته\nستُرزق بشيء لم تتوقع يوماً أن تملكه.",
  },
  {
    id: "1528450820802592769",
    content: "لم يُرهقني شيء كما فعلت أفكاري .",
  },
  {
    id: "1528343424507727872",
    content:
      'إننا لا نموت من الوحدة ، نموت من \nالذين أرخصونا وكنا نشعر بأنهم الحياة ."',
  },
  {
    id: "1528324516258238471",
    content: "أسقطهم من حيث رفعتهم إذا لزم الأمر .",
  },
  {
    id: "1528259460560453632",
    content: "لا تصدمني يا الله بمن أحسنتَ بهم الظن يوماً، فقد اكتفيت .",
  },
  {
    id: "1528137652951818240",
    content: "أولاً و أخيراً \nتظل المواقف أصدق الأدلة .",
  },
  {
    id: "1528017945485627393",
    content:
      'نعتذر لأنفسنا على الوقت الذي خسرناه لمحاولة ارضاء من لايستحقون ."',
  },
  {
    id: "1527971552242933761",
    content: "من يتوهم اني أخطأت بحقه\nفليتوهم اني اعتذرت له ايضاً .",
  },
  {
    id: "1527911644273188864",
    content: 'ما يختاره الله هو خير لك ، حتى لو كان خارج رغبتك ."',
  },
  {
    id: "1527771404283822083",
    content:
      'لقد هلكت تمامًا ولكني لا اعرف طريقًا اخر سوى الصبر، لعل كل شيء يتحسن."',
  },
  {
    id: "1527698104111271937",
    content: 'الإنسحاب الذي يحفظ كرامتك ،بحد ذاته إنتصار ."',
  },
  {
    id: "1527638485271715840",
    content:
      'العائلة أولاً، ثم الأقربون قلباً لا دماً.. ثم أصدقاء المواقف لا سنين المعرفة ."',
  },
  {
    id: "1527597288163516416",
    content: "الشخص الواضح ، كنز .",
  },
  {
    id: "1527555654818353153",
    content: "سأبقى على يقين بأن ما أحلم به سيأتي يوماً .",
  },
  {
    id: "1527397857183121408",
    content: "مادُمت تنوي الخير، فأنتَ دائماً بخير .",
  },
  {
    id: "1527388488999526400",
    content: 'قمة الأدب .. تجاهلك لقليل الأدب ."',
  },
  {
    id: "1527344727263129600",
    content: "أصدق شخص \nمن عرف عيوبك، وما زال يحبك .",
  },
  {
    id: "1527308098226081793",
    content:
      'ومن كان في نيته سوء لنا، فلا تجمعنا به يا الله لا واقع ولا حلم ."',
  },
  {
    id: "1527235688357367809",
    content: 'نظافة القلب ، نعمة لايملكها الجميع ."',
  },
  {
    id: "1527193635669819393",
    content: 'يبتعد شيء ، ليقترب شيء أجمل."',
  },
  {
    id: "1527025998973259776",
    content: 'كن واثقاً بنفسك \nمهما ظن العالم فيك من سوء لا تبرر ."',
  },
  {
    id: "1526951155091361795",
    content: "الحياة اختبرت صبري بطريقة قاسية جداً .",
  },
  {
    id: "1526906674530885632",
    content: 'لا تبالي بمن أبعد نفسه .. بنفسه ."',
  },
  {
    id: "1526872709199712260",
    content: 'ناس تراقبك حب ، ناس تراقبك حقد ."',
  },
  {
    id: "1526810601351168002",
    content: 'الشهادة ورقة تثبت أنك متعلم لكنها \nلا تثبت أبدًا أنك تفهم ."',
  },
  {
    id: "1526690482931347458",
    content: "ستثبت لك الأيام أن\nلا أحد يستحق أن تبالغ في مكانته .",
  },
  {
    id: "1526676250969968642",
    content: 'يراك البعض غبياً\nوهو لا يعلم أنك تعامله باستغباء يليق به ."',
  },
  {
    id: "1526604329066569729",
    content: "ما أجمل القدر \nعندما يبعدك عن شيء لا يستحقك .",
  },
  {
    id: "1526553624331145216",
    content: 'كن قليل الكلام ، وكثير التجاهل تسعد ."',
  },
  {
    id: "1526497615776555009",
    content:
      'ويشهد الله أني وجدت الحقد في المقرَّبين، أكثر مما وجدته في ألف عدو."',
  },
  {
    id: "1526441177595228161",
    content: "اللهم دلني علي من أراد بي خيراً ، واصرفني عمن أراد بي شراً .",
  },
  {
    id: "1526317498483752961",
    content: 'أحياناً يؤذيك من تخاف عليه من الأذى ."',
  },
  {
    id: "1526296492788568064",
    content: "أُمّك : هيَ جيشك \nالوحيد منذ أن تخلق إلى أن تَموت .",
  },
  {
    id: "1526259132768165892",
    content: "اصبحنا لا نلوم الغرباء ، فالمقربين فعلوا الأسوأ .",
  },
  {
    id: "1526216836307640321",
    content: 'اللهم بقدر حرصي على عدم إيذاء الآخرين.. جنبني ظلم السيِّئين."',
  },
  {
    id: "1526171048999366657",
    content: 'الود بالود، والصد بالصد، وقلوبنا عزيزة لا تسير في طريق الذل."',
  },
  {
    id: "1526129116583534595",
    content:
      'التمسوا لنا الأعذار حينما لا نكون كما اعتدتم أن نكون ، ربما نفوسنا في عالم غير عالمكم ، ولعل صدورنا تحوي على مالا نستطيع البوح به."',
  },
  {
    id: "1526095285793001472",
    content: 'عندما يشاء الله لا مجال للحديث عن المستحيل ."',
  },
  {
    id: "1525989273148743680",
    content: 'أعلى مراتب النضج ، عدم السعي لتصحيح سوء الظن بك."',
  },
  {
    id: "1525969563602526209",
    content: 'حين تخرج من دائرة إهتمامي، لن اراك حتى لو كُنت أمامي."',
  },
  {
    id: uuidv4(),
    content:
      "‏لا أحد سابقك ولا أنت بسابق أحد، كلٌ يسير لقدره، وما فاتك لم يخلق لك وما خلق لك لن يفوتك",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "كل شيء يمر، ولكن ليس كل شيء يُنسى",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "أنت نضجت بالعمر ، أنا نضجت بالألم ، نحن لسنا متشابهان",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "قد لا نعلم مكانتنا بقلوب بعض الناس ولكننا نشعر بها من تصرفاتهم",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "أحاول أن أتجاهل ما بداخلي، لكنهُ يؤلم",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "كل شيء ممكن أن يتغير، إلا الصادقون في مشاعرهم.",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "كلما إحترقت روحك ، نضجت أكثر",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "منذ تلك الليلة لم أعد أنا",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏أذهب إلى حيث من لا يري سواك",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ليس عليك فعل ما يفعله الجميع ف إختلافك هو ما يميزك",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "تجاوزت الأمر متناسياً ولست ناسياً ، و الفرق بينهما كبير لو تعلم",
    category: "sad",
    rate: 5,
  },
  {
    id: "1532397940416950272",
    content: "حرفياً أقصى طموحى اللاقى حد أثق فيه وميخذلنيش .",
    category: "sad",
  },
  {
    id: "1532320462126063617",
    content: "انا مُستعد اعيش عمرى كله في الشتاء ولا اعيش ثانية فى الصيف ..",
    category: "sad",
  },
  {
    id: "1532180230328156161",
    content:
      "احساس التعود على وجود شخص بتحبه فـ حياتك وبعدها يختفى مُحزن جداً ..",
    category: "sad",
  },
  {
    id: "1532049296132083712",
    content:
      '"إتعلم تفارق الحاجة اللي مش بتديلك قيمتك، حتي لو كانت روحك فيها ."',
    category: "sad",
  },
  {
    id: "1531765120879165441",
    content:
      "مكنتش أتمني يمُر عليا أيام زي دي معرفش أنام فيها من كتر التفكير ..",
    category: "sad",
  },
  {
    id: "1531739883865251843",
    content: "حرام أحبك كل الحُب دا ومتبقاش ليا ..",
    category: "sad",
  },
  {
    id: "1531673170125721600",
    content:
      "مش مِحتاجين غير إننا نتطمن ، و إننا نتحب بمُنتهى التلقائية والبساطة إللي فينا ، ونكون مع ناس مُريحة ، إحنا نستاهل ده .",
    category: "sad",
  },
  {
    id: "1531398586021425153",
    content: "انا كنت عايز أحس اني فارق بس ..",
    category: "sad",
  },
  {
    id: "1531058997675139073",
    content: "نفسي دماغي تبطل تفكير ..",
    category: "sad",
  },

  {
    id: "1530967849245736961",
    content:
      "انا مش بلومك علي تقصيرك، انا بلوم نفسي علي المكانة اللي اديتهالك .",
    category: "sad",
  },
  {
    id: "1530936153456746496",
    content:
      "محدش عارف نصيبه فين ، بس ربنا يجعل نصيبنا في كل حاجة عايزينها ويجعل فيها الخير .",
    category: "sad",
  },
  {
    id: "1530692315748216832",
    content: "كل حاجه بتبقي هاديه بليل إلا عقلي ..",
    category: "sad",
  },
  {
    id: "1530683994068635650",
    content:
      "من كُتر النهايات اللي خذلِتني مبقتش مؤمِن إن فيه نهاية هتنصِفني .",
    category: "sad",
  },

  { id: "1530649161745330176", content: "اللي فاهم ساكت ..", category: "sad" },

  {
    id: "1530610508612743169",
    content:
      "انك لوحدك مفيش حواليك ناس احسن بكتير من وجود الناس بس حاسس انك لوحدك ..",
    category: "sad",
  },
  {
    id: "1530310912640438273",
    content: "أنا عمري ما أنسى حاجة وجعتني حتى لو قولت نسيت.",
    category: "sad",
  },
  {
    id: "1529949552735838208",
    content:
      "انا اهتميت بكل تفاصيل حياتك، بس مخدتش بالي من انك محبتنيش للأسف .",
    category: "sad",
  },
  {
    id: "1529856914556964864",
    content:
      "البلوك الحقيقي هو بلوك القلوب، متوصلش حد بيحبك أنه يعملك بلوك من قلبه .",
    category: "sad",
  },
  {
    id: "1529618027293057026",
    content: "وحشتيني رغم انك مينفعش توحشيني للأسف .",
    category: "sad",
  },
  {
    id: "1529234886330142721",
    category: "sad",
    content: "كل حاجه بتبقي هاديه بليل الا قلبي ..",
  },
  {
    id: "1529160234329157635",
    content:
      "مفيش كلام يوصف قد اي الواحد بقي مقفول وقرفان من كل حاجه في الدنيا .",
    category: "sad",
  },
  {
    id: "1528819616373522434",
    category: "sad",
    content:
      "When muslim said:\nعلي العِشره و ع الايام معدش يفيد مابينا كلام 🖤",
  },
  {
    id: "1528681174947835904",
    category: "sad",
    content: "Quick reminder:\nمتخليش هَم واحد ينسيك ألف نعمة.",
  },
  {
    id: "1528502028258971648",
    category: "sad",
    content:
      "افتكر كويس الردود القاسية والخذلان وكسرة النفس، افتكرها عشان ماتحِنش .",
  },
  {
    id: "1528457235730505736",
    category: "sad",
    content: '"تعز عليا كرامتي ويرخص من أجلها كل غالي."',
  },
  {
    id: "1528136869606727680",
    category: "sad",
    content: "عديت اليوم كويس قدام الكل، بس انا كداب قدام نفسي .",
  },
  {
    id: "1527776419224375298",
    category: "sad",
    content: "أنا عُمري ما كنت مُؤذي، حتي لما حرقولي قلبي مشيت بهدوء .",
  },
  {
    id: "1527762373574111237",
    category: "sad",
    content: "انا تقريباً عمري ما هبطل احس اني لوحدي .",
  },

  {
    id: "1527587916003827712",
    category: "sad",
    content: 'وفي يوم الجمعة، " اللهُم هوّن علينا ما لا يعلمُه غيرك ."',
  },
  {
    id: "1527414623703552010",
    category: "sad",
    content:
      "احساس سخيف اوي انك مش عارف ترتاح لحد، ودايماً حاسس انك هتتعرض للأذى، وان اي كلام لطيف بيتقال مش حقيقي واهتمام مُزيف.",
  },
  {
    id: "1527401954233679880",
    category: "sad",
    content: "نفسي لما أكون زعلان ملامحي متفضحنيش ..",
  },
  {
    id: "1527051880479830016",
    category: "sad",
    content: "أنا مش عايز أزعل تانى عشان بتعب، والله بتعب من الزعل .",
  },
  {
    id: "1527039784299941889",
    category: "sad",
    content: "When muslim said:\n\nالبُعد بينسي ، هكون مرتاح وانا لوحدي ..",
  },
  {
    id: "1525227624703967232",
    category: "sad",
    content: '" اللي سابوك خسروك ، مش كسروك ."',
  },
  {
    id: "1525154472502108161",
    category: "sad",
    content: "انا مبعرفش ارجع زي الاول مع حد اتقفلت منه .",
  },
  {
    id: "1524876726618185738",
    category: "sad",
    content: "كل حاجة بتيجي في وقتها، بس انتي متستنيش، تعالي دلوقتي .",
  },
  {
    id: "1524830787182415874",
    category: "sad",
    content: "كُل إللي جاي هيكون بالعقل عشان أنا قلبي منصفنيش .",
  },
  {
    id: "1524469760263704576",
    content: "الوقت بيخلي إللي مكنش عادي ، يبقي عادي .",
  },

  {
    id: "1523792487269101568",
    category: "sad",
    content: "الإنسان بـطبعُه نسآى ، وانا مش إنسان في غيآبِك .",
  },
  {
    id: "1523426139795980288",
    category: "sad",
    content: "طب لما كلهم حقهم عليا ، انا حق قلبي علي مين !",
  },
  {
    id: "1523386469737508865",
    category: "sad",
    content: '"الإهتمام اللي بيكون في لحظة الضعف أجمل من ألف عبارة حب."',
  },
  {
    id: "1523063183984017409",
    category: "sad",
    content: "رغم إني هُنت واتنسيت هما عمرهم ما هانوا ولا إتنسوا .",
  },
  {
    id: "1522707032675078151",
    category: "sad",
    content:
      "حاجتين مبيتنسوش مهما فات عليهم وقت ، سندة فـ شدة ، وتخلّي فـ ضعف.",
  },
  {
    id: "1522534230797996036",
    category: "sad",
    content: '"وَنَسألُكَ جبرًا يا الله وإنْ كُنَّا لا نستَحِق."',
  },
  {
    id: "1522384214242512896",
    content: "بيوحشني ومبوحشهوش ..",
    category: "sad",
  },

  {
    id: "1521955416430858243",
    category: "sad",
    content: "شعور وحش انك تتعود علي شخص ويتغير فجأه ..",
  },

  {
    id: "1521195202773409799",
    category: "sad",
    content: '" حتى اللحظات السعيدة أصبحت مُخيفة ."',
  },

  {
    id: "1520597422309003264",
    category: "sad",
    content: "انا كاتم جوايا زعل وساكت عشان انا في وقت مينفعش أقع فيه .",
  },
  {
    id: "1520549734712229889",
    category: "sad",
    content:
      'ممكن نضيف إحساس "هو انا ازاي هونت" ضمن اكتر الاحاسيس المُتعبة في العالم .',
  },
  {
    id: "1520182342366683144",
    category: "sad",
    content: "الردود الباردة من شخص بتحبه بتجبرك تكرهه تدريجياً .",
  },
  {
    id: "1520116597687472129",
    category: "sad",
    content:
      "انا كسرت مليون حاجز عشان ابقي معاك ، وانت معرفتش تكسر غير خاطري .",
  },
  {
    id: "1519819864776626183",
    category: "sad",
    content: '" ربنا ما يحوج حد لحد لا نفسياً ولا مادياً ."',
  },
  {
    id: "1519758237792362499",
    category: "sad",
    content: 'مفيش حاجه اسمها "فترات" اللي عايز حد مبيسيبهوش والله .',
  },
  {
    id: "1519093152560332800",
    category: "sad",
    content: 'When muslim said:\n\n " انا لو بكيت اصعب على نفسي ."',
  },
  {
    id: "1518307620234444802",
    category: "sad",
    content: "كل الوعود اللي اتقالت مفضلش منها غير رسايل ..",
  },
  {
    id: "1518010843782393858",
    content: "كوبليه بتحبوه لـ مُسلِم ..؟",
    category: "sad",
  },

  {
    id: "1517588801639653376",
    category: "sad",
    content:
      "أصل المشكلة عمرها ما كانت في الغياب، المشكلة في الذكريات اللي ما بتفارقش .",
  },
  {
    id: "1517337991852838912",
    category: "sad",
    content: '"راضي يا الله ولكني حزين ، فـ أجبر خاطري يا كريم."',
  },
  {
    id: "1517269247331905538",
    category: "sad",
    content:
      "كل فترة بتأكد إن المعركة الحقيقية هي إنك تعرف تحافظ على نقائك وسط عَك الدنيا .",
  },
  {
    id: "1517220740029952001",
    category: "sad",
    content: "لو هُنت عليك مرة مش هثق فيك تاني حتى لو عشت عُمرك كله تراضيني .",
  },
  {
    id: "1516907035975196678",
    category: "sad",
    content: "مفيش أوحش من ان يرجعلك شعور كنت بتتجاوزه.",
  },
  {
    id: "1516862659798482947",
    category: "sad",
    content: '" روحي لو فيك وعاوز تمشي، هوصلك ."',
  },
  {
    id: "1516505908934754306",
    category: "sad",
    content: '" يارب متعلقش قلبي بـ حاجه مش مكتوبالي ."',
  },
  {
    id: "1516186896027766789",
    category: "sad",
    content:
      "مش معنى إن فيه بينا عِشرة إني أستحمل أذيتك ، كُنت إحترم انت العِشرة اللي بينا وبطل تإذيني !",
  },
  {
    id: "1515821492482760708",
    category: "sad",
    content: "كل حاجه بتغلي الا شوية ناس في حياتي لسه رخاص ..",
  },

  {
    id: "1515408248320532486",
    category: "sad",
    content: "انا كسرت مليون حاجز عشان ابقي معاك ، وانت معرفتش تكسر غير قلبي .",
  },
  {
    id: "1515132978325766144",
    category: "sad",
    content:
      "تخيل اللي بتدعي عشانه كل يوم اصلاً قدرك ونصيبك، بس ربنا يحب دُعاك وإلحاحك وبيفاجئك بيه ف يوم .♥️",
  },
  {
    id: "1515092884810346502",
    category: "sad",
    content: "شكراً ليك أنا بسببك عمري ما هحاول عشان حد تاني .",
  },
  {
    id: "1515051366707781640",
    category: "sad",
    content: '" بنسامح عشان نُضاف مش ضُعاف ."',
  },
  {
    id: "1514727552895623179",
    category: "sad",
    content: '" تعديل الغلط بالأفعال أحلى من كلمة آسف ."',
  },
  {
    id: "1514689804658790400",
    category: "sad",
    content: '" صلاحية الناس بتنتهي معايا لما يكدبوا عليا ."',
  },
  {
    id: "1514320488834678794",
    category: "sad",
    content:
      "حتي لما تقابل الشخص الصح هتلاقي قلبك رافض يصدق إن لسه فيه شخص صح .",
  },
  {
    id: "1514004128153935886",
    category: "sad",
    content: '"ربنا لما بيعوض بينسيك اللي راح منك أصلاً ."',
  },
  {
    id: "1513683595570946048",
    category: "sad",
    content: '" لا تقبض روحي إلا وأنا على حالٍ تحبه، يا الله ".',
  },
  {
    id: "1513643527116369922",
    category: "sad",
    content: '" كلنا عيوب لولا ستر ربنا علينا ."',
  },
  {
    id: "1513316001034690567",
    category: "sad",
    content: '"محدش مشغول طول الوقت، هي مسألة أولويات بس."',
  },
  {
    id: "1513277326166999049",
    category: "sad",
    content: '"ولا تجعل في قلبي حَنين لِمّن هان عليه إنطفاء روحى يا الله."',
  },

  {
    id: "1512556408725721096",
    category: "sad",
    content: '" الرد المتأخر قلة ذوق ، مش تُقل وكاريزما."',
  },
  {
    id: "1512513532276973569",
    category: "sad",
    content: '"أنا بعمل نفسي مُتجاهل، بس دماغي مبتبطلش تفكير."',
  },
  {
    id: "1512192070886342664",
    category: "sad",
    content: '" ولا تبتليني في قلبي يا الله ."',
  },
  {
    id: "1512147263665156105",
    category: "sad",
    content: '"أمي تعبت معايا كتير، يارب راضيها وفرح قلبها."',
  },

  {
    id: "1511769391783948300",
    category: "sad",
    content: '" يارب شخص أحن منى على قلبي ."',
  },
  {
    id: "1511474194302873605",
    category: "sad",
    content:
      "غِلطت :\n١- إعترف بغلطك\n٢- إعتذر\n٣-متكررش الغلطه\n٤- متقلبش الترابيزه",
  },
  {
    id: "1511426583998910471",
    category: "sad",
    content: '"أنا سبتها عليك يارب ، ومتأكد انك هتراضيني."',
  },
  {
    id: uuidv4(),
    content:
      "مهما بلغت ثقتك بالاخرين لا تفتح لهم من غرفة حياتك سوى غرفة الضيوف",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "خسرت نفسي في محاولة الحفاظ على الجميع .. والآن أخسر الجميع في محاولة إستعادة نفسي",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "رساله واحدة قادرة على تغيير كل شئ",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "ومازلت لا أدري أيهما يؤلمني أكثر، الأشياء التي أفعلها رغمًا عن قلبي، أم الأشياء التي يفعلها قلبي رغمًا عني",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "في عين الشخص الصحيح أنت دائمًا جميل",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "كن مستعداً للسير وحدك ف الجميع يرحل",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "لا تحاول تغيير احد",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "يوماً ما سيتركك الجميع ، فلا تتعلق",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ازاي بعد كل اللي بينا دا نبقي ل ناس تانيه ",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "تيجي زي متيجي انا كده كده زهقت",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ابقا خلي بالك مً هزارك يصحبي علشان غلك بيبان فيه",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "تصالحت مع فكرة اني ممل ومتحبش",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "لا طرحه بتعمل محترمه ولا جيم بيعمل راجل",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "فين المشكلة لو عاملنا بعض كويس لحد ما ربنا ياخدنا كلنا",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "مكانوش مكسب علشان اقول خسرتهم",
    category: "random",
    rate: 3,
  },

  {
    id: uuidv4(),
    content: "النضج عمره ما كان بالسن ياما ناس كبيرة وبشخه",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "بطل تمشي مشاوير لناس مكسله تعدي عشانك الشارع ",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ليتَ فُراقك هو إحدى كِذبات إبريل",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "مع غيري ومش مبسوط",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "مش كل الناس عقلهم في راسهم ع فكره.",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "مبنحاولش نبهر حد بينا العادي بتاعنا جامد",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "التجاهل انسب حل لأي حد يوجع دماغك",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "تعز عليا كرامتي وأخسر عشانها ألف غالي",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "الواحد بيدفع تمن انه كان نضيف مع عالم وسخه",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "انا خبر ارتباطي اشاعات يا مرحب بالمعجبات",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "جرح الأحباء ملهوش اطباء والجرحني اعز حبيب",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "عيش علي مبدأ وجودهم حلو وغيابهم ميضرش ",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "انا بعمل قلق لاي حد اتخلق",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "عرفت متأخر ان معرفتكوا تأخر",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اللي مايخدش باله أنه مزعلك مـ تخدش بالك انه موجود",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content:
      "في ناس كده بتخليك عاوز تقولها انا حاولت احترمك بس لا يكلف الله نفسًا إلا وسعها",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "الانسان محتاج يتحضن من شخصه المفضل كُل ثانيةً والله",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "كله مشغول في عيون ابو الهول وانا مش شاغلني غير عيونك انتي",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "أقسم بالله أنتم محتاجين فلتر لقلوبكم مش وشوشكم",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "عيب لما أميزك عن الكُل و تخيب",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "في ناس زي القهوة دلقهم خير",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "المسامحة سهلة الصعوبة في استعادة المكانة",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اذا أردت أن تكرهني فلك مطلق الحرية ولكن لا تتصرف وكأنك تحبني",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "عملنا ومطمرش وغلطة ومتتكررش",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "القلب اولى بالزاهايمر من العقل",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "مواقف كتير زعلتني بس عرفتني كُل واحد ع حقيقتهُ",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "انا حقيقي بتمنى محدش يتساب ف الدنيا لوحده ولا يحس انه وحيد أبداً",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "ساعات السكوت بيكون الحل الوحيد لما تحس إن الكلام لا هيودي ولا هيجيب",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "انا مش مبسوط معاكم فالكوكب ده",
    category: "sad",
    rate: 3,
  },
  {
    id: "1530294522307043329",
    content: "من بكرة هبدأ من جديد، هبدأ وأكمل الطريق.",
    category: "sad",
  },

  {
    id: "1529205600265162755",
    content: "عشانك انا قادر اكمل .❤️",
    category: "random",
  },
  {
    id: "1528857805163315200",
    content: "بنخاف من حزن النهايات\nوخداع البدايات الأولى",
    category: "sad",
  },
  {
    id: "1528495165626757120",
    content: "أنا نفسي ابقى حد تاني، نفسي أهرب من مكاني",
    category: "sad",
  },

  {
    id: "1527768879983996928",
    content: "هدوم غالية و ناس رخيصة...",
    category: "sad",
  },

  {
    id: "1525954424283316227",
    content: "كل واحد نفسه يبقى نمرة واحد وكإنه هيفضل في الدنيا قاعد",
    category: "random",
  },
  {
    id: "1525591784558145540",
    content: "كل الكلام اللي جوايا مش كفاية وميكفيش.",
    category: "sad",
  },
  {
    id: "1525229145348767746",
    content: "امشيها مظبوط تاخد أكبر خازوق",
    category: "random",
  },
  {
    id: "1524866505711796246",
    content: "بنخاف نهتم فنتهمش،!",
    category: "sad",
  },
  {
    id: "1524503866036961281",
    content: "أنا تايه وسط الأيام، تايه مش لاقي مكان",
    category: "sad",
  },
  {
    id: "1524141478192242692",
    content: "تايهين في دنيا تلاهي محدش فيها باقي",
    category: "sad",
  },
  {
    id: "1523778838521602049",
    content: "كان لك معايا اجمل حكايه في العمر كله❤️",
    category: "random",
  },
  {
    id: "1523416450693664769",
    content: "كنت فاكر لسة بدري واتاري العمر بيجري",
    category: "sad",
  },
  {
    id: "1523053811455119360",
    content: "الفراق بييجي من غير ميعاد، يعلم جوانا، يكتب نهايات .",
    category: "sad",
  },
  {
    id: "1522690920126156801",
    content: "مهما كان ليلك طويل كل حاجه بتعدي❤️",
    category: "sad",
  },

  {
    id: "1522328280858255360",
    content: "يا ترى فاكر أول لما اتقابلنا، يا ترى فاكر المكان",
    category: "sad",
  },
  {
    id: "1521602750039031808",
    content: "عمرك ما هتحس السعادة، قبل ما تدوق الزعل",
    category: "sad",
  },
  {
    id: "1521239858492047360",
    content: "مهما ترسم عالحيطان الف باب لسه الحيطان حيطان والرسمه باب كداب .",
    category: "sad",
  },
  {
    id: "1520894080837992454",
    content: "ويبتدي يوم جديد شمسه تنور كل طريق",
    category: "random",
  },
  {
    id: "1520516089951637504",
    content: "سنين ومرت زي الثواني في حبك انت❤️",
    category: "random",
  },
  {
    id: "1520153450138378240",
    content: "الليل طويل مليان أحلام ، تاخدك و تفضل فيها سارح",
    category: "sad",
  },
  {
    id: "1519790559128391681",
    content: "قولتلها أنا غيرهم، أنا مش منهم، واتاري مافيش فرق بيني وبينهم",
    category: "sad",
  },
  { id: "1519427667615006721", content: "هتعدي ❤️", category: "random" },

  {
    id: "1518354848563015680",
    content: "بنخاف من معنى الخوف ذاته",
    category: "sad",
  },
  {
    id: "1517992209022435328",
    content: "انا الجاني والمجني عليه، انا كل الاسباب ولسه بسال ليه.",
    category: "sad",
  },
  {
    id: "1516175236969938956",
    content: "من زمان نفسي أغنيلك وأحكيلك قد ايه أنا بحبك❤️",
    category: "random",
  },
  {
    id: "1515816623449382913",
    content: "النفسية بعافية تعبانة متدشملة",
    category: "sad",
  },

  {
    id: "1515090589695496197",
    content: "وافردلي ضهري اللي اتقطم رجعني زي زمان",
    category: "sad",
  },
  {
    id: "1514727950020759556",
    content: "ماتفكرش في بكرة، دلوقتي أحلى❤️",
    category: "random",
  },
  { id: "1514362801845850115", content: "بنخاف لنحب مانتحبش", category: "sad" },
  {
    id: "1514361032210231296",
    content: "العمر بيجري ومابيرحمش",
    category: "random",
  },
  {
    id: "1513631726781669376",
    content: "سيبك من الناس ربنا بيسامح",
    category: "random",
  },
  {
    id: "1513273114007797761",
    content:
      "جوايا عقل وقلب، دايمًا عايشين في حرب، قلبي حاسس بالذنب وعقلي واخد جنب",
    category: "random",
  },

  {
    id: "1512543307011792899",
    content: "وحداني بكلم خيالي، لكنه فاهم كلامي",
    category: "sad",
  },

  {
    id: "1511096191311884302",
    content: "على طول تايه وسارح، وبكرة زي امبارح.",
    category: "sad",
  },

  {
    id: "1509656300455698442",
    content: "ماتيجي نبعد بعيد .. و نبدأ مـ الأول وجديد.❤️",
    category: "sad",
  },

  {
    id: "1508200885394055171",
    content: "يا ترى فاكر ولا ناسي الكلام و الوعود؟",
    category: "sad",
  },
  {
    id: "1507828718630318081",
    content: "وكل مره بشوفك بحبك تاني من الاول ❤️",
    category: "random",
  },

  { id: "1507135263566446600", content: "بنخاف لنحب منتحبش.", category: "sad" },

  {
    id: "1506239353747656706",
    content:
      "بنخاف من الخوف قبل النوم\n" +
      "لسنين قدام وسنين فاتوا\n" +
      "بنخاف من الأيام ونخاف\n" +
      "من أي صراع سببه خلاف",
    category: "sad",
  },
  {
    id: "1506023959933952006",
    content: "وأعلى صوت في الحفلة صوت السكوت",
    category: "random",
  },
  {
    id: "1505669903067586569",
    content: "وكل يوم أقول بكرة البداية.",
    category: "sad",
  },
  {
    id: "1505295801039396866",
    content: "و لو سألوك عن الأحلام ترد عيوني لما تنام",
    category: "random",
  },

  {
    id: "1503857703055155200",
    content: "هدوم غاليه وناس رخيصه..",
    category: "random",
  },
  {
    id: "1503502213683068928",
    content: "يا تموت وأنتَ واقف، يا تعيش وأنتَ راكع",
    category: "random",
  },

  {
    id: "1502767383659913217",
    content: "مكانش ينفع ابدًا نكمل، كان لازم نبعد و نتألم",
    category: "sad",
  },
  {
    id: "1502395592747663364",
    content: "هات ايديك غمض عينيك وتعالى نرقص❤️",
    category: "random",
  },

  {
    id: "1501994464738521091",
    content: "أجبر بخاطري يا زمن وإديني لمسة حنان",
    category: "sad",
  },
  { id: "1500255217518104576", content: "وانا كالعاده وحيد", category: "sad" },

  {
    id: "1499496579861995521",
    content: "خايف أبعد أنا وخايف أقرب.",
    category: "sad",
  },
  {
    id: uuidv4(),
    content: "عارفني صعب ومش مفهوم",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "مينفعش اقولك ازاي تعاملني مينفعش",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "انا قلبي بيميل لأي حد بيحب حاجه انا بحبها",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "عليا شوية تلقائية ف الكلام توديني ورا الشمس",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "متتكلمش عن الصبر وانت مجربتش تصورني قبل كده",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "أنا ربنا ياخدني الساحل علشان ترتاحوا مني",
    category: "comedy",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "افتحي يا نقطة الصفر انا جيت تاني",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "يا دنيا طفيتي شمعي",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "مؤخراً بقيت اسكت من كتر الكلام اللي عايز احكيه",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "التلميحات حلوة لو متأكد أنك المقصود",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "انا اتغيرت للأحزن",
    category: "sad",
    rate: 5,
  },

  {
    id: uuidv4(),
    content: "لما بكون متحمس اوي لحاجه بعرف انها مش هتحصل",
    category: "sad",
    rate: 3,
  },

  {
    id: uuidv4(),
    content: "إللي ضيعنا بالقصد مش هيشوفنا حتى لو بالصُدفه",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "الدُنيا بتعاملني بمبدأ أنت بتحب ايه عشان أحرمك منه.",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "انا الفتره دى عايش بالتجاهل بتجاهل اي حاجة بتحصل او هتحصل او حصلت",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "المزاجيون لا يصلحون للحياة",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "الحياة اختبرت صبري بطريقة قاسية جدا",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "وفي حق ذاتك، كُن عزيز نفس",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "تخيل أن تجد الحب والصداقة في شخص واحد",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "احترمني بلا حب ولكن لا تحبني بلا احترام",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "مهما كنت ذكياً سيقودك قلبك للغباء يوما",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "الخجل يضيع نصف الفرص",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ما أخفته القلوب أظهرته المواقف",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "ناس تراقبك حب ناس تراقبك حقد ",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "لا تبالي بمن أبعد نفسه بنفسه",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ساعد كل من أراد الرحيل بفتح الباب له",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "النسيان بالنسيان والبعد بالبعد وأنا لنفسي وأنت لأمثالك",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "من إستغنى فنحن عنه أغنى",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "يارب حطهم في نفس الموقف ونفس الشعور  عدلاً يارب و ليس حقداً",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "عندما نتغاضى لا تتمادوا",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "لـيـسـت كـل الـقـلـوب كـ قـلـبـك ولـيـس  كـل الـنـاس مـثـلـك فـأنـتـبـه جـيـدآ",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "بطل تمشي مشاوير كتير لناس مكسلة تعدي عشانك الشارع",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "متحاولش تطلع عيوب فيا عشان تدارى النقص اللى فيك",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "وحشه الغيره اللى بتبقي على حد انت ملكش حق انك تغير عليه",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "كلما زاد عمرك ٱصبح من الصعب عليك ٱن تثق بالإخرين",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ما تعيطيش وما تسرحيش لو كان ينفعك حقيقي كان مجرحكيش",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "كلما كنت قاسيا إحترموك وكلما كنت طيبا جرحوك",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ربما أكون سيئ ولكن لا أمتلك وجهين",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content:
      "لاتحـــســب الصـــمـــت نــــســـيــان فـــلـــجــبــال صـــامـــتـــه وبـــداخــلـــها بركـــان",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "خليك  انت الحلو اللي في حياة اللي حواليك",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "من يكرهك لا يؤذيك إطمئن لا يؤذيك ألا من تحبه",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "قلة الإهتمام والردود الباردة تجبرك تكره الشخص بالتدريج",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "هل تعلم يا وغد ماهو اكبر سد في العالم هو سد فمك واترك الناس تعيش حياتها",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "لا تثق في شخص يحكي لك أسرار الأخرين فقد لا تدري متى يأتي دورك ويحكي كل أسرارك",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "الابتلاء اللى بيكشفلك حقيقة الأشخاص اللى حواليك نعمة من ربنا لازم تشكره عليها",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏متديش لحد فرصه تانية الفرصه التانية أديها لنفسك مع حد تانى",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "انتــو مـش فــي البــال يــا شـويـه اشبــال",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "اتمنى ان يعود كل شئ كما كان فأنا منذ مدة لم أشعر أنني بخير",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "لم يعُد هناك شيئاً مُبهر لقد بهُتت جميع الأشياء",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "‏تشرح الأمر ألف مرة ، و لكنهم لا ينتبهون إلا في المرة التي تُقرر فيها الصمت",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "مفيش حد مدرك انك بتحارب دماغك كل ثانيه عشان تقدر تكمل اليوم",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "انا بقيت واقف ف النص بين اني مش محتاج حد واني تعبت عشان لوحدى",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "مرعبة الناس اللي ملهمش غالي ولا عزيز ولا بيطمر فيهم عِشرة ولا العيش و الملح",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏رغبتي في الإبتِعاد عن الجَميع تزداد يومًا بعد يوم",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "خذوا من ملامحنا إجابة ، واختصروا علينا الكلام",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content:
      "عندي استعداد ابقي وحيد طول حياتي بس محسش اني تقيل علي حد ثانية واحدة",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏نحن لانترك عزيزاً عبثاً، نحن نغادر حين نتأذى",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "فإذا رحلتُم رحلنا لن نبكي ولن نتحسر سنمضي كأننا لم نكن معا يوما",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "وقفة شكر لنفسي لانها استحملت بعض البشر بما فيه الكفاية",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "مؤلم جداً انك في عز شبابك ولا ترغب بشئ من الحياه سوى الرحيل منها",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "أعلم أنكم أيضا إشتقتم لتلك الأيام الجميلة ، لكن هذه هي الحياة",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "ديماٌ كنت اسجل الارقام لكي اتصل ، الان اسجل الارقام لكي لا ارد",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content:
      "‏ألم يخبرك مظهري ونقصان وزني وتلك الحدائق السوداء تحت عينيّ بأنّي حقًا متعب",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "احيانا حتى أصابعنا تستحق الإعدام لأنها كتبت كلام جميل لأشخاص لا يستحقون",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ننسى أخطائنا عندما نبوح بها للآخر لكن الآخر عادة لا ينسى",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "لا حاجة لعتاب احد ، ف ﺎلجميع لديهم عقول ويدركون ما يفعلون",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏أبحث عمّن يمنحني الأمل أما اليأس فأملكُ منه الكثير",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "الليل صديق جيد جدآ لكنة يكثر من طرح الأسئلة",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content:
      "أصـبـحـنـا لـا نـعـلـم يـا صـديـقـي هـل هـذه حـيـاتـنـا ، أم الـمـقـطـع الـذي أبـكـى الـمـلايـيـن",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content:
      "ما من شخص تنازل أكثر من اللازم إلا وتم التنازل عنه إعتدل ولا تفرط في قدر نفسك",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "التجاهل هو أبسط شيء تفعله عندما تتزاحم التفاهات من حولك",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏ليت ما في القلوب يرى فلا يُساء فهمنا ولا نُسيء فهم أحد",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "هي لن تأتي وأنا لن أنتظرها هكذا تعادلنا وإنتهت الحكاية",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ثم يأتى هدوء الليل ليثبت لك  ان الضجة بداخلك وليست ممن هم حولك",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "في ليل قديم يُشبه هذا كُنا نتحدّث",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content:
      "فيه لحظات تجبرك انك تخلق شخصيّة غير شخصيّتك بالضبط زي لما تقسّي قلبك وانت احنّ شخص",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "لا أكرهُ شيئاً في هذه الحياة أكثر من شخص يعرُفني جيداً ويُسيء الظن بي",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "الحقيقة ان المال يغير الانسان و لكن ان تتغير و انت مفلس فتلك قلة ادب",
    category: "comedy",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "تعاطو الإسمنت لبناء مستقبل أفضل",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "بعض الناس تملك رؤوسا لا يستفيد منها الا الحلاقون",
    category: "comedy",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "الشارع المستقيم لا يصنع سائق ماهر كذلك الحياة يا صديقي",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "صادق الذئب و لا تامن له",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "يارب في الايام المفترجه دي اشفي اي حد تعبان في دماغه",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اللي يغور بيجي مكانة طابور متفتكرش نفسك سلالة نادرة",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "أفتكر اللي يفتكرك والباقي شيله من فكرك",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "جيت ارسم الضحكه سن القلم اتكسر",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اجدع حد تلاقيه واسوء حد تعاديه",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "طول ما الكلام ببلاش هنسمع صوت اللي مايسواش",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "ماتيجي اعلمك الرجوله ومن غير عموله",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اسـاال مـجـرب عـشـاان رف الـصـحـااب مـتـرب",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "أنا محدش أذاني غير الناس اللي فضلتهم عن أي حد",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ربنا يكفيك شر اللي عاوز يكون زيكك بس مش عارف",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ماتنفخش ف شعره وقعت من رمشك",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "تشوفني دهب اشوفك الماظ غير كد بتكلك ومتغاظ",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "يا عم احنا علي قدنا بس الناس كلها بتحبنا",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "محسوبك خايب مبيدملوش حبايب",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "ربنا يبعد عنك صدمة التغيُر المُفاجئ في ناس بتعزهم",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ع الـخـفيـف عـشـان الاخـصـام قـلبـهـا ضـعيـف",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اللي جوا نفوس الناس يخض ومن رحمة ربنا إنه مستخبي",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "حاجتين مبفكرش فيهم راي الناس ومستقبلي",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "وانا ماشي في طريق النجاح قابلت صحابي رجعنا كلنا",
    category: "random",
    rate: 5,
  },

  {
    id: uuidv4(),
    content: "مش بتوع لقطة بس لم بنحضر نخطفها",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "طيب أما تحس ابقي اديني حِس",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اللي مش هيستحمل كيلو من نكدنا ، ميستاهلش جرام من دلعنا",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ياريت محدش يتعلق بيا يا جماعه عشان هفرمل فجأه واقلبه على وشه",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "إحنا محتاجين نفقد الذاكره ونبدأ من جديد",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "انا مش هكلمك علشان انا اللي معلمك",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: " الشده بتغربل اللمه الكدابه",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "متحلمش وأنت قاعد ومبتتحركش ",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "مركب الصحاب مالت علشان كلها ع بعض اتعالت",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏أخاف أن يفنى بنا العمر ونحن نتخيل",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "الأحوال النفسيّة  أسوأ من الأحوال الجَوّية",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "‎إبتسم لهم بكل خبث فأنت تعلم أنهم خائنون",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "اللي يمشيلك خطوه امشيله خطوه زيها بلاش تمشيله بلاد عشان المبالغه بتمرقعهم",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "مسيلي علي الحبايب اللي جابو في سيرتي وانا غايب",
    category: "random",
    rate: 3,
  },

  {
    id: uuidv4(),
    content: "فيه صاحب مثل الاخ وصاحب عايز يطخ",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "أعتني بنفسك جيداً فلا أحد يبقى لاأحد",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "لاترهق نفسك بالوفاء فالجميع يحتاجك حسب حاجته",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "معـليك أن تـعلم نـفسك بـنفسك لا أحـد سـيصعد بـك إلـى الـقمة مـا لـم تـقرر أنـت ذلك",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "سلاماً على من وجد الكلام لا يُغيُر ف الواقع شيئاً فصمتَ",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "بـلاش تـعمـل صـايع ع واحـد عـاش طول عـمـره بـيـدعي ربـنـا يـهـديـه",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "علي قد الحال بس بالحلال",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "انا الشريـر فـ روايـات ولاد الوسـخة جميعاً",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "والي خلق الخلق بكراا لتشوفوو الفررق",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "الحياه لا تصبح اسهل انما انت من تصبح اقوي",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "هما بيتمنولك الخير بس لو جالك بيتقمصوا",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "واقفين عالارض مش واقفين علي حد",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "بكرا تفوق وتفهم بس مش هتروق وتحلي",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "حظي ف الدنيا عامل زي اللي ركب اوتوبيس كله بنات و لما الاوتوبيس اتقلب وقع ف حضن السواق",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "واجد ف عينيك طريق طويل لا اعلم اخره",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "لو كان بيني وبينك خطوة مش أنا الي هَمشيها المرة دي",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "نحن ندفن كل يوم أشياء، لم نخبر احداً عنها",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اولئك الذين لم يتعرضوا لبعض من المعاناه لن يعرفوا السلام الحقيقي",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "لازمتني اقنعتي في التزماتي و ناسبني حظي الاسود في جميع مناسباتي",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "أنا بسكت تكبير دماغ مش عشان انت صح",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "بيتمنوا غيابنا علشان وجودنا بيغطي عليهم",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "زعـلـكو غـآلي بس احـنـا بنـحب نـصررف و نـضـيـع",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "غيرك حاول بس اتزاول",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "بص كده عليهم من بعيد وأنت هتعرف ربنا بعدك عنهم ليه هتعرف ببساطة إنهم مكانوش شبهك",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "يا حظ هات  الى تجيبو محدش بياخد اكتر من نصيب عايشين وسط ناس لو فشلنا يتنمروا علينا و يجرسونا و لو نجحنا يستكتروا نعمة ربنا علينا و يحسدونا",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "بتقولي مش هتقدر تقعد من غيري فاكرة نفسها طيزي",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "لو فاكرني عجزت تعاله نعمل تيست",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "إذا أردتَ أن تعرف حقيقة أحد فاظهر له جانبك الضعيف فإذا استعرض قوته فلا خير فيه",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "كم مرة خلقت الطمأنينة لمن حولك وبقيت خائفًا؟",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "من ذا الذي سيجازف بالبقاء الى جانبك وانت ذو مزاج متقلب وعصبية مفرطه وحزن بلا سبب",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "الدنيا مش تلاهي انا اللي مبحبكش",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "خليك تقيل علشأن الخفيف بيطير",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "لقد خلقها الله للجلوس لماذا تستخدمها للتفكير",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content:
      "لا تدع الكلاب تنبح ورائك بحجة القافلة تسير أركن القافلة ولقن الكلاب درساً ثُم واصل المسير",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ليا مقام في غيابي مبتاخدوش انت في حضورك",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "الصدور اكلها بقي اغلي من مسكها",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "طالما محدش بيحط ف جيبنا يبقي نعمل الي يعجبنا.",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: " الصاروخ غالي والهدف رخيص.",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ويفوت العُمر ويعدي وأنتَ يا صَاحبي زي الدهَب عُمره ما يصَدي",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "اي حد بنديله اهتمام زيادة بيتشرمط",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "خليك فاكر ياحظ ملكش جمايل عليا",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏الواحد بسم الله ما شاء الله مشاكله كبرت وبقت عروسه",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏محدش غلبان انت الـ عبيط",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "إخسرني و لو لقيت حد يعوضك مكاني إبقي سلملي عليه",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "أنا زهقت من محاولاتى اللي راحة ف الفاضي",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "غالباً المسافات بتبقي أساس المشاكل اللي بتحصل ومش  بنلاقيلها حلول",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ابوس ايدك ماتفرضش نفسك ع حد انت مش فارق معاه",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏عيب لما تكون إنسان واعي و متعلم و تبقي لسه بتثق ف حد",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "إقطع علاقتك بأى حد بيتعبك نفسياً و كفاية عك بقى",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "اللهُم شخصًا لا نهون على قلبه",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اى حد دمه خفيف يتفضل يقتحم حياتي ناو",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "أنا من أولئك الذين يغيبون وﻻ يفتقدهم أحد",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "بقيت مقتنع إن مفيش إنسان يستاهل أنام متعكنن بسببه",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ينضج الأنسان في الوقت الذي يحترق فيه قلبه",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "انا معنديش أوبشن الاعتدال ده، يا بقرب اوي يا ببعد اوي، يا ابقى رغاي اوي يا أسكت خالص",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "ال مزعلني إن في ناس كنت شايفهم أعظم حاجه فالدنيا دلوقتي مش شايفهم أصلا",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏مش معني انك بتسامح تبقي ضعيف في ناس بتسامح علشاان قلبها ابيض",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "كتر المسامحة بيعلم التنطيط",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اوقات تحس انك آسف لنفسك من كل قلبك",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "مش عارف أوصف قد إيه مهزوم وضاق بيا الطريق",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "لراحة بالك  لا تحاول أن تفهم كل شئ",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "لكل ال منتظر وقوعي انا وقعت ف حبها خلاص",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "كان نفسي الدنيا تبقي ابسط من كده",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ملعون ابو كل مرة وقفت فيها ابرر موقفى",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "هتكبر وهتعرف ان مقابله صحابك دي احتياج مش رفاهية",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "أنا بعمل نفسي مُتجاهل بس الحقيقه دماغي مبتبطلش تفكير",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "الدنيا بتاخد لفتها وترجع كل حاجه لمكانها الصح",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "بلاش تحاول إنك تبهر حد مشافش إن العادى بتاعك جامد",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ايتها الفرحة الغائبة ، ازيك وازى امك",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "دوام الحال من المحال",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "لا تبح بسرك لخادمك",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "كلام الليل يمحوه النهار",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "العقل ينسي ، ولكن القلب دائماً يتذكر",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "هما عارفين كل حاجة الا عيوبهم",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏كان نفسي احس أن في حد بيحاول عشاني ولو مره",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏كان نفسي احس أن في حد بيحاول عشاني ولو مره",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "مسحولين ودبلانين ومفلسين وشقيانين ومخنوقين ومتكحرتين وكُل ده فـِ سن العشرين",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "الرسائل غير المُتوقعة جميلة جدًا",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اخسر العالم كله بعفويتك وصراحتك ولا تكسب الناس بنفاقك وتصنعك",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اي حاجه تمنها فلوس رخيصه",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "‎مبحبش حد يختبرني ويشوف أنا هسأل عليه ولا لا عشان أنا طول عمري واطي",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اشتغل لحد ما يبقا اسمك وسطه",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏وكانت هى أرضي التى يُنبت فيها قلبي بكل أنواع الحياة",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "مهما عملت مش كل الناس هتحبك",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏عندما يغادر الأبطال يدخل المهرجون إلى الحلبة",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏بعض الأشياء تؤلمك لكنها تعلمك أن لا تكن طيبا أكثر من اللازم",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "متواضعون بلا ضعـف اقوياء بلا غُـرور",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "و ما يدريك لعلك تقف قريبًا أمام أمانيك قائلاً قد جعلها ربي حقا",
    category: "sad",
    rate: 3,
  },

  {
    id: uuidv4(),
    content:
      "الكأس لا تمتلىء من نقطة والإنسان لا يغضب من كلمة كل القصة تراكمات",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏جميعهم ينتظرون سقوطك إلا أقاربك ينتظرون رؤيتك تزحف",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "أجمل شعوور عندما أأشتاق لك فأجدك تبحث عنى",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "النجاح حلو بس النوم احلي تصبحوا علي خير ولا يكلف الله نفسا الا وسعها",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "انا داخل علاقه عشان اتبسط مش تقوليلي معافره واحفر في الصخر هو انا رامبو",
    category: "comedy",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "هي بتبدا ب انا هحارب الدنيا علشانك وبيستشهد في نص الطريق",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "شكل السرير الصبح و هو مفروش عليه البطانيه وانا سايبه و قايم منظر يقطع القلب",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "كل حاجة فى الدنيا تنفع تمشى بالواسطه إلا إنك تبقى راجل ",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      " اي حد زعلان من تصرفاتي وعايز يحاسبني عليها ياريت يحاسبني بالدولار",
    category: "comedy",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "الاشياء الجميله دائماً تستحق الانتظار",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏و كيف أكفُّ عنك وأنا عن غيرك كفيف",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "‏لا تراقب شيئاً لم يعد لك ",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "الاهتمام بمن لا يهتم بك اهانه لنفسك",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "أعتذر لنفسي كثيرا بسبب ما أنا عليه الآن ",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "نميل للبسطاء أما المتلونون فلا وَدّ بيننا",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "طب هما راضيين إن يومهم يعدي من غيرنا عادي إحنا ليه زعلانين",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "بنكتب و نمسح و نكتم ونسرح و بنقول تمام",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "النفسية محتاجة تسبونا فى حالنا",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "الوجع ان تبني احلاماً ويسكنها غيرك",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "اخلد الى النوم فالرسالة التى كنت تنتظرها قد ذهبت لشخص أخر",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "ومين فينا مش قاعد دلوقتي قدام شاشة موبايله مكتئب وحزين ووحيد",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اعتادوا أن أقدمهم على نفسـي حتى ظنوا اني بلا حقوق",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "احببتك قبل ان اعرفك ، فلما عرفتك  خاب ظنى",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "وربما ‏لم يحبك أحد كنت مثيرًا للفضول لا أكثر",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "إنني منذ زمان بعيد، قررت ألا أُبالالسكوت علامه القرف انا راديو لما اكون مبسوط ",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "اوحش شعور انك تتعشم في حد وفالاخر يطلع فشنك",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "أنا الفتره دي بعتزل ما يؤذيني وما لا يؤذيني عشان عندي صُداع ومش رايقلكم والله",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "نفسي اعمل Replay لحياتي اللي مكنتش عجباني زمان",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "مفيش حد safe zone كل الناس مؤذيه بأشكال مختلفه",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "أنا كل إختياراتي في الناس غلط ما عدا حد معين كده",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content:
      "إنني منذ زمان بعيد قررت ألا أُبالانا احساسي دايما بيطلع صح بس اختياراتي كلها غلط",
    category: "random",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "مفيش احن من شخص زعلان منك ويطمن عليك",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "حتى علاقتي مع النوم باظت",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "بتجاهل عشان راحه بالي مش غباء مني",
    category: "random",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "الواحد بقي اقصي طموحه يقابل شخص يثبتله ان مش كل الناس وحشه",
    category: "sad",
    rate: 5,
  },
  {
    id: uuidv4(),
    content: "الحكاية كلها تراكمات ، مش موقف واحد اللي هيزعلنا",
    category: "sad",
    rate: 3,
  },
  {
    id: uuidv4(),
    content: "- طيب و هيحصل ايه لو نمت و صحيت على رساله منك بتراضيني فيها !",
  },
  {
    id: "1532003236621721600",
    content: '" خلقي بقي يدوبك " ! 🤏',
  },
  {
    id: "1531952976205688836",
    content: "تخيل حد يحبك من غير مصلحه !",
  },
  {
    id: "1531938635695661059",
    content: "شكرا ل اي حد طيب بدون سبب .",
  },
  {
    id: "1531933324192759808",
    content: "انا بحترم البنت السافله عن البنت الي بتمثل انها محترمه .",
  },

  {
    id: "1531797535278485504",
    content: "الزحمة دي زايفة محدش هيسندك غيرك .",
  },
  {
    id: "1531783914766884864",
    content:
      "بجد اوحش حاجه إن يبقي جواك شك ف كل حاجه ، واي حاجه بتتقالك تقعد تفكر فيها ومبتصدقهاش وتسال نفسك هل دا حقيقي ولا كلام ؟..",
  },
  {
    id: "1531770461012598784",
    content: "٧ مليار و أنا ف وحده .",
  },
  {
    id: "1531724989904338944",
    content: "متبقاش تصرفاتك بتقول امشي ، ولما امشي تزعل !",
  },
  {
    id: "1531673363877437440",
    content:
      "خلي بالك عشان بعد كل اللي بتعمله دا ممكن في الاخر يتقالك محدش طلب منك تعمل كدا .",
  },

  {
    id: "1531393271393570817",
    content: "بكون متوقع الي هيحصل ومع ذلك بستغرب .",
  },
  {
    id: "1531272532350877696",
    content: 'في ناس لو مسكت نفسها ومعيطتش نبرة صوتها بتعيط بدالها.."',
  },
  {
    id: "1531043673131073538",
    content: "لو حسيت بوجع فجمبك تبقى محتاج حد جمبك .",
  },
  {
    id: "1531019977918230529",
    content: "الصمت في فترات النجاح نجاح .",
  },
  {
    id: "1530949604505706496",
    content: "لما تبص وراك وتلاقي إنك مش عايز ترجع تاني اعرف انك مشيت صح ..",
  },
  {
    id: "1530919620462489600",
    content: "انا لا اصلح للعيش في الصيف .",
  },
  {
    id: "1530883519613919236",
    content:
      "هوا الواحِد صلاحيتُه إنتهت ولا ايه، انا بقيت أتعب كتير اوي ليه كِده !",
  },
  {
    id: "1530714517784633344",
    content:
      "اي حاجه مش هتديني القيمه اللي استحقها هفارق ومش هرجع ابصلها تاني مهما رجعتلي تاني .",
  },
  {
    id: "1530684338827939841",
    content:
      "غير بيئتك ،، يتغير تفكيرك ،، تتغير عاداتك ،، يتغير واقعك ،، البيئه المحيطه أولاً ..",
  },
  {
    id: "1530584038888595456",
    content: "انت عامل نفسك ماشي بخطه بس الحقيقه انت بتلوش .",
  },
  {
    id: "1530556666902679554",
    content: "نفسي اتكلم كلمتين ع بعض من غير ما احس اني محتاج اخد درس تخاطب !",
  },
  {
    id: "1530543906064146434",
    content: "طبطب عليا وقولي هتعدي ، أنا مش بخير ولا الأيام بتعدي",
  },

  {
    id: "1530320687138848768",
    content: "هتنجح و هتفرح و ربنا هيراضيك ، هانت .",
  },
  {
    id: "1530292642155839494",
    content: "في ناس بتكرهك عشان حاولت توصلك ومعرفتش متيأسش .",
  },
  {
    id: "1530224283879874566",
    content: 'عقل سارح في ناس معادتش موجوده..و قلب تقريبا راح معاهم..:"!',
  },
  {
    id: "1530180224972988417",
    content:
      "كان بيقولها : هي الدنيا مش هتقف عليكي ولاحاجه..هي بس هتبقىَ وِحشه جداً من غيرك !",
  },
  {
    id: "1530167020439969796",
    content: "إجمد عشان لِسه ..",
  },

  {
    id: "1529546026025099267",
    content: "أحِب أشكُر الأيام اللي علمتني إن مُش أي حد يبقي صاحبي !",
  },

  {
    id: "1528711766863118337",
    content: "مطلوب حد فرفوش يسهر معاياا من ال 1 منتصف الليل حتا 7 صباحا .",
    category: "comedy",
  },

  {
    id: "1527974492693209089",
    content: "التقل بالعقل مش بالرد المتاخر ،",
  },
  {
    id: "1527956263673417728",
    content: "الاصول بتزعل اللى مترباش عليها .!",
  },
  {
    id: "1527815404797689856",
    content: "تيجي زي متيجي انا كده كده زهقت !",
  },
  {
    id: "1527433084576186372",
    content:
      "- متحكمش علي حد من ماضيه، كل واحد ليه فتره بيتمني يمحيها من حياته والله.!",
  },
  {
    id: "1527417706248556569",
    content:
      "البنت الجدعه اللي تقف جنبك في الزمن ده تتشال علي الرأس والله ومش هتعرف تلاقيها تاني .",
  },

  {
    id: "1527378445407522817",
    content: "اكتر ناس بحبها في حياتي اقل ناس بشوفهم .!",
  },

  {
    id: "1527295629734445059",
    content: "الأيام الجايه لا فيها راحه ولا برّاحه .!",
    category: "comedy",
  },
  {
    id: "1527267231947792386",
    content: "انا نسيت نفسي ومنستكيش ، انا نسيت انا مين .!",
  },
  {
    id: "1527150029932269570",
    content: "مفيش حاجه اسمها انا ولد وهي بنت الغلط هيفضل غلط علي الاتنين .",
  },

  { id: "1527071498527203328", content: "دماغي ف ذمة الله !" },
  {
    id: "1527055859095851010",
    content: "مش غرور ياجماعه بس الشهاده لله عمري ما اتعشمت ف حد ونصفني !",
  },
  {
    id: uuidv4(),
    content: "عضلة القلب ملهاش تمرينه ولو خايف متجيش تعدينا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "لما القطر جه بخبطني وقفته بعضلات بطني",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الضهر اتحنى من كتر الشبحنة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "على مين هتعيشوا ياض ده أنا بديكوا ياض ومعليكوا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "بيرة مشبرة أظهر تتدارى إنتم هرتلة واحنا كفاءة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "قالوا هيعدونا دول ضحكونا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الخوف مرفوض من يومنا أسود",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ناصب كمين ضد الخاينين أما السالكين بتماشينا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "عايشين بمزاجنا ولا بيشغلنا  من يومنا مليانة عينينا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "مشاكس معاكس وإنتم فاكس ",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الكلام مش مهنة أصحي للكلام",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "أضحك حتى لو مش بجد متخليش نفسك تصعب على حد",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "أسأل عنى هيقولك حاجتين معروف بالاحترام ومالوش في الحرام",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ناس منعرفهاش وبتشكر فينا وناس نعرفها بتتكلم علينا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "تعيش راجل تموت راجل يموت جسمك يعيش اسمك",
    category: "سرسجة",
  },
  { content: "ايوه ثابت مرحتش عليا كل اخصامي تشهد بيا", category: "سرسجة" },
  {
    content: "اي شر بدوسله مشاركة مخي طار من كتر الفاركة",
    category: "سرسجة",
  },
  {
    content: "ايوه ثابت مرحتش عليا كل اخصامي تشهد بيا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "إسمي بمنطقة ودواير أخصامي لاففها سجاير",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "بفتنا دي بفة عظماء  سيطنا في جميع الأنحاء",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "اللي اتربوا على إيدينا  كانوا ماشين ع أسمينا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "انتم مش حمل خبطة يا اخصام اونطة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ف غيابي بيقولو ويعيدو ويزيدو  و كلامهم عني بيوصلي",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "اللي شتم وندب يستحمل قلة الادب",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "مش هعملكو تاني خاطر كنت فاكر نفسي شاطر",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "ياللي مبدأكو الخيانة  اتخدعت فــ ناس جعانة",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "ده حضنكم يشبه بموس  ياويلي من شر النفوس",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "احترس ياللي تعدينااحنا مين يقدر علينا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ديناصور وببخ نارمش برجع لو تتار",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ايوه بشرب اي كيف فالدكن صايع حريف",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "مخي لاسع مش كيوت وانتا يابني طبنجه صوت",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "خد كشافياللي عامل مش بتخاف انت شفاف مش متشاف",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "خمورجيه وحششين في الدكن متوحشين",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "انت عيل نيتي وبتبرطم وتجيب ف سيرتي",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الشيطان قدمنا تابتتعوج هتشوف عذاب",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "اوعى تحلو ياأمورعندي ممنوع المرور",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "مش خلصانه يا عيال فكسانههنعارك كل اللي رزانه",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "هاروح فين واجي منين تايه مش لاقي مرسى يا ثعابين",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "منغير ملامه وعتاب اصحاب بجد كلاب",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "على الفرقه يبقوا طابور وقت المحن  كل الصحاب بتغور",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "العين عليت على الحاجب على شان سبتلك السايب",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "وعادي بنحس بالوجع يصحبي صحبي مش شايفك جدع يا صحبي",
    category: "rap",
    song: "العين",
  },
  {
    id: uuidv4(),
    content: "محدش قالي كدة غلط كدة عيب",
    category: "rap",
    song: "العين",
  },
  {
    id: uuidv4(),
    content: "بابا جيهه ف اي جيهه يجييها",
    category: "rap",
    song: "عفاريت الاسفلت",
  },
  {
    id: uuidv4(),
    content: "مكنش له لزمة هقل منك مش أزمة",
    category: "rap",
    song: "عفاريت الاسفلت",
  },
  {
    id: uuidv4(),
    content: "بدون ماستأذن ادور واحرق",
    category: "rap",
    song: "عفاريت الاسفلت",
  },
  {
    id: uuidv4(),
    content: "زميلي شطبنا الدايرة اكتملت مش ناقصين عشان انتو ناقصين",
    category: "rap",
    song: "عفاريت الاسفلت",
  },
  {
    id: uuidv4(),
    content: "شربت كاس المر ومين يدفع التمن",
    category: "rap",
    song: "سكرتي",
  },
  {
    id: uuidv4(),
    content: "مش قادر اعايش الواقع مش قادر انافق العالم",
    category: "rap",
    song: "سكرتي",
  },
  {
    id: uuidv4(),
    content: "نمنا صحينا بقينا نجوم",
    category: "rap",
    song: "سكرتي",
  },
  {
    id: uuidv4(),
    content: " منحبش اللي يغطرسها فقير لله وبفنطظها ",
    category: "rap",
    song: "سكرتي",
  },
  {
    id: uuidv4(),
    content: "كبرنا واتوحشنا عشان نعامل البشر ",
    category: "rap",
    song: "سكرتي",
  },
  {
    id: uuidv4(),
    content: "بنزاملوا الرجال وبناكل بالحلال",
    category: "rap",
    song: "سكرتي",
  },
  {
    id: uuidv4(),
    content:
      "رايحة بينا فين ماشية بينا كام سلكنا من ناب القرش ومسلكناش ف العلام",
    category: "rap",
    song: "سكرتي",
  },
  {
    id: uuidv4(),
    content: "صاحبي مفيش بشر غيرنا ٧ مليار وانا ف وحدة",
    category: "rap",
    song: "سكرتي",
  },
  {
    id: uuidv4(),
    content: "كبرنا واتوحشنا عشان نعامل البشر",
    category: "rap",
    song: "سكرتي",
  },
  {
    id: uuidv4(),
    content: "ديما اسرح ف السكة زميلي العمر بيفوت",
    category: "rap",
    song: "سكرتي",
  },
  {
    id: uuidv4(),
    content: "ف راسك يتحكموا ف حقك يتحججوا",
    category: "rap",
    song: "سكرتي",
  },
  {
    id: uuidv4(),
    content: "شعر طويل اكحل بتدور",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content: "اسف ياما مسلكتش ف التعليم بس راجل عمري ما جليت زميلي",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content: "انا وانا وانا من غيرك ولا حاجة لازم بيك",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content: "جروح القلوب منفعاش عيادة",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content: "قولتلها مش بحبك وانتي عادة",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content: "مش حاطط في بالي ساليني الدنيا انا ساليها وبتساليني",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content: "انتي خدعة كبيرة جمالك مزيف",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content: "تكدبي تقولي بموت فيك وانتي حية",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content: "للرصيف بشكي همي للرصيف",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content: "معادنا كان جميل نقتطين الشتا اسكندرية ف الخريف",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content: "العلاقة ديه كانت ضرب نار ليه انا الوحيد اللي بتصاب",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content: "الجروح بيعالوجها ف صيدلية وانا اعالج جروحي بالاصحاب",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content: "اسف صاحبي مباصيش غير جوبات",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content: "وشي مميز تشرب عشان تنساه",
    category: "rap",
    song: "ساليني",
  },
  {
    id: uuidv4(),
    content:
      "الجروح بيعالوجها ف صيدلية وانا اعالج جروحي بالاصحابستني وتسيبي ايدي تبعدي وتضحكيلي تهمسي وتقوليلي احنا اصلا مش لبعض",
    category: "rap",
    song: "تايه",
  },
  {
    id: uuidv4(),
    content:
      " بعد ايام سوده تحنيلي كلك بتوحشيني فاكره اني هقبل برجوعك عشان شايفه حبي ضعف",
    category: "rap",
    song: "تايه",
  },
  {
    id: uuidv4(),
    content: "محدش شافني ضعيف .. وسيبته يعيش جراح قلوب وكمادات قلبي الحشيش",
    category: "rap",
    song: "تايه",
  },
  {
    id: uuidv4(),
    content: "دلوقتي بتقولي احنا نرجع بيبي ليه فاكرها لعبه",
    category: "rap",
    song: "تايه",
  },
  {
    id: uuidv4(),
    content: "مش عايز دكتور عايز ATM",
    category: "rap",
    song: "ATM",
  },
  {
    id: uuidv4(),
    content: "محدش عارفك بس صاحبتك مشهورة",
    category: "rap",
    song: "ATM",
  },
  {
    id: uuidv4(),
    content: "دباديب عاملين عصابة توي ستوري",
    category: "rap",
    song: "ATM",
  },
  {
    id: uuidv4(),
    content: "بتكلمني بتاع ايه  هجاص بوشين ",
    category: "rap",
    song: "ATM",
  },
  {
    id: uuidv4(),
    content: " ملحة ف عينك حسود  كسول نجم وصاعد مكوك صاروخ ",
    category: "rap",
    song: "ATM",
  },
  {
    id: uuidv4(),
    content: "اكون او لا اكون",
    category: "rap",
    song: "ATM",
  },
  {
    id: uuidv4(),
    content: "قلبي وعقلي ف صراع وانا بتقسم نصين",
    category: "rap",
    song: "ATM",
  },
  {
    id: uuidv4(),
    content: "ف قفصي محبوس ف ضياع",
    category: "rap",
    song: "نصين",
  },
  {
    id: uuidv4(),
    content: "عيني عطشانة وعايزة تشوف",
    category: "rap",
    song: "نصين",
  },
  {
    id: uuidv4(),
    content: "سابق سني سابق زمني",
    category: "rap",
    song: "نصين",
  },
  {
    id: uuidv4(),
    content: "لا مش رجلي صاحبي طرفي ع السين",
    category: "rap",
    song: "نصين",
  },
  {
    id: uuidv4(),
    content: "زميلي زوري يأكل عيش ويفتح شركة",
    category: "rap",
    song: "نصين",
  },
  {
    id: uuidv4(),
    content: "الحفلة كلها صفرة من جوه علي حسابي شوتات ديتول",
    category: "rap",
    song: "نصين",
  },
  {
    id: uuidv4(),
    content: "بصحى أعيش ف كوابيس",
    category: "rap",
    song: "بولا بولا",
  },
  {
    id: uuidv4(),
    content: "بحور فلوس ناطط فيها",
    category: "rap",
    song: "بولا بولا",
  },
  {
    id: uuidv4(),
    content: "حضرلي سلطه نشتري فلوس حضرلي نفوذ و الباقي بتاعي",
    category: "rap",
    song: "بولا بولا",
  },
  {
    id: uuidv4(),
    content: "بشر تعابين عايزين رفاعيي",
    category: "rap",
    song: "بولا بولا",
  },
  {
    id: uuidv4(),
    content: "الماضي الي مطاردني وحوش جوة مني",
    category: "rap",
    song: "بولا بولا",
  },
  {
    id: uuidv4(),
    content: "دايره حرب اصاحبي و انا الي بموت",
    category: "rap",
    song: "بولا بولا",
  },
  {
    id: uuidv4(),
    content: "لو غمضت تعيش اللحظه لو فتحت تعيش كابوس",
    category: "rap",
    song: "بولا بولا",
  },
  {
    id: uuidv4(),
    content: "",
    category: "rap",
    song: "بولا بولا",
  },
  {
    id: uuidv4(),
    content: "عايزاني احكي ومداريش وانا مداري سراديب ",
    category: "rap",
    song: "كان نفسي",
  },
  {
    id: uuidv4(),
    content: "عيون كتير وكلام كتير مفيش غيري ف الكواليس",
    category: "rap",
    song: "كان نفسي",
  },
  {
    id: uuidv4(),
    content: "بتراضي دماغك بتفتفت ف حبوب",
    category: "rap",
    song: "كان نفسي",
  },
  {
    id: uuidv4(),
    content: "كان واقف بينا الكلام ومش واقف النزيف",
    category: "rap",
    song: "كان نفسي",
  },
  {
    id: uuidv4(),
    content: "ونترمي ف الشبك عيونك صيادين",
    category: "rap",
    song: "كان نفسي",
  },
  {
    id: uuidv4(),
    content: "مخسرتكيش اللا لو خسرتك برصاصة",
    category: "rap",
    song: "كان نفسي",
  },
  {
    id: uuidv4(),
    content: "نجروا ف سباق مع الزمن ومين غيري بيدفع التمن",
    category: "rap",
    song: "كان نفسي",
  },
  {
    id: uuidv4(),
    content: "كان عندي قلب اتهلك",
    category: "rap",
    song: "كان نفسي",
  },
  {
    id: uuidv4(),
    content:
      "الدروب مسدودة والافواه مفتوحة الابواب مقفولة والفرص محدودة الوشوش كدابة والوشوش مكشوفة ",
    category: "rap",
    song: "كان نفسي",
  },
  {
    id: uuidv4(),
    content: "كلنا بنعاني تيجي عليا ليه يعني",
    category: "rap",
    song: "منحوس",
  },
  {
    id: uuidv4(),
    content: "اتعايش مع ماضيك قبل ما تعيب ع الناس التانيه",
    category: "rap",
    song: "منحوس",
  },
  {
    id: uuidv4(),
    content: "حاسس بنفسي كينج أنا الكونج",
    song: "راكور",
  },
  {
    id: uuidv4(),
    content: "نزيه و قارح بحر انا مالح  مليش في الشعوذة بس سري باتع",
    song: "راكور",
  },
  {
    id: uuidv4(),
    content: "إتكلمو في ضهري بس دوا تمامكو مهما نتقارنو عمري ما أبقا شبهكو",
    song: "راكور",
  },
  {
    id: uuidv4(),
    content: "عُمت وسط الحيتان عشان أصطاد القرش",
    song: "راكور",
  },
  {
    id: uuidv4(),
    content: "زميلي إحنا صناع الموج داخل فيهم زي الثور",
    song: "راكور",
  },
  {
    id: uuidv4(),
    content: "زميلي هتروح ملكش دية كلكو أشباه مفيش هوية واقعين مش حاسس بندية",
    song: "راكور",
  },
  {
    id: uuidv4(),
    content: "مبندورش علي الأثار إحنا جايين نسيب أثار",
    song: "راكور",
  },
  {
    id: uuidv4(),
    content: "حضرت الجن و زي الكاش بصرفه",
    song: "راكور",
  },
  {
    id: uuidv4(),
    content: "سايق الألماني لا أبالي",
    song: "بربري",
  },
  {
    id: uuidv4(),
    content: "بتضطروني أديكم العالي ياللي بتتـ بلدك دعيالي",
    song: "بربري",
  },
  {
    id: uuidv4(),
    content: "بس أنا في الساحة همجي و بربري  متجيش عالسكة متجيش قدامي",
    song: "بربري",
  },
  {
    id: uuidv4(),
    content: "متجوش عالسكة أنا هارشكو كشاف علي عينو اتفو علي وشه",
    song: "بربري",
  },
  {
    id: uuidv4(),
    content: "عيال مِعوِجة محبش مجالسهم",
    song: "بربري",
  },
  {
    id: uuidv4(),
    content: "اللي ركبو الويڤ دول يبقو عيالي",
    song: "بربري",
  },
  {
    id: uuidv4(),
    content: "في أرض الواقع انتم هلاهيل و كلها فاهمة انك شو و فنجري",
    song: "بربري",
  },
  {
    id: uuidv4(),
    content: "انت رخيص اصاحبي معايا سعرك",
    song: "بربري",
  },
  {
    id: uuidv4(),
    content: "إحنا نصنع إنت تقلد دي المشكلة، دي المشكلة",
    song: "الجميزة",
  },
  {
    id: uuidv4(),
    content: "سيبونا نحلوا المسألات",
    song: "الجميزة",
  },
  {
    id: uuidv4(),
    content: "الله يسامح اللي ساب كله عدى كله فات",
    song: "الجميزة",
  },
  {
    id: uuidv4(),
    content: "عايزين عيشة من النضيفة عايز أصاحب المضيفة",
    song: "الجميزة",
  },
  {
    id: uuidv4(),
    content: "عايزين نعمل ألوفات",
    song: "الجميزة",
  },
  {
    id: uuidv4(),
    content: "دي المشكلة مليون فرصة ورمينا مية حوار وهندلنا",
    song: "الجميزة",
  },
  {
    id: uuidv4(),
    content: "سنة جديدة وإنتي لسة في مخي ثابتة زي الموناليزا",
    song: "سندباد",
  },
  {
    id: uuidv4(),
    content: "صحي النوم منمتش من إمبارح طول الليل في السما سارح",
    song: "سندباد",
  },
  {
    id: uuidv4(),
    content: "سنة ريحتها فلوس ريحتها خمرة ريحتها دروس جت سليمة ومش محبوس",
    song: "سندباد",
  },
  {
    id: uuidv4(),
    content: "راضي بقدري و مش زعلان",
    song: "سندباد",
  },
  {
    id: uuidv4(),
    content: "مفيش وقت يضيع هنا مفيش مزيفين و أي مزيفين هبيع",
    song: "سندباد",
  },
  {
    id: uuidv4(),
    content: "مفيش نوم في حساب في البنك عايز أملاه أصفار",
    song: "سندباد",
  },
  {
    id: uuidv4(),
    content: "فكك من اللي فات قضيها لف ودوران",
    song: "سندباد",
  },
  {
    id: uuidv4(),
    content: "احقد مهما تحقد أنا مش هحرقلك في دمي",
    song: "سندباد",
  },
  {
    id: uuidv4(),
    content: "نفسك تبقى منا في الشارع تمشي وسطينا",
    song: "سندباد",
  },
  {
    id: uuidv4(),
    content: "متعشمش نفسك هتتعلق زي الزينة",
    song: "سندباد",
  },
  {
    id: uuidv4(),
    content: "عندي طاقة إيجابية عندي صحاب كتيرة ومؤذية",
    song: "سندباد",
  },
  {
    id: uuidv4(),
    content: "السنة دي أنا هاخدها ليا",
    song: "سندباد",
  },
  {
    id: uuidv4(),
    content: "مودياك ولا موديها كل شوية بتولع كل شوية بتطفي كل شوية أرميها",
    song: "فولكلور",
  },
  {
    id: uuidv4(),
    content: "متأني و مش بجريها",
    song: "فولكلور",
  },
  {
    id: uuidv4(),
    content: "عارف تمام نفسي و مش محتاج لإثبات",
    song: "فولكلور",
  },
  {
    id: uuidv4(),
    content: "مبعرفش أطلع التاني",
    song: "فولكلور",
  },
  {
    id: uuidv4(),
    content: "لو تكرهونا أنا زهدت الدنيا زي بودا",
    song: "فولكلور",
  },
  {
    id: uuidv4(),
    content: "في العتمة لقيت النور بس جم قالولي دا جنون",
    song: "فولكلور",
  },
  {
    id: uuidv4(),
    content: "هاش مع ڤودكا أزميلي دا الموود",
    song: "فولكلور",
  },
  {
    id: uuidv4(),
    content: "خليلك الحب أنا هكتفي بالفلوس",
    song: "فولكلور",
  },
  {
    id: uuidv4(),
    content: "علي وضعي زي بروس وين",
    song: "فولكلور",
  },
  {
    id: uuidv4(),
    content: "كلام في ضهري بييجي دليڤري بس في الاخر مش هتفرق",
    song: "فولكلور",
  },
  {
    id: uuidv4(),
    content: "عدينا البحر و رمينا الزهر إتعلمنا كتير و جارينا الصبر",
    song: "فولكلور",
  },
  {
    id: uuidv4(),
    content: "متفكرش نفسك حاجة عشان مش هتفرق",
    song: "فولكلور",
  },
  {
    id: uuidv4(),
    content: "كسرت سن طلعلي ناب",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "اللي شوفته مني دا الغلاف صعب أفتحلك الكتاب",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content:
      "ربي قالي متتحوجش لعبد وإوعى تروح لغيري فـ يوم وتلجأ محدش فيهم راح حيسمع مهما تنادي ومهما تزعق",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "سكتنا سالكة لفوق بنطلع",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "أصل في الدنيا الناس نوعين ناس بتصدي وناس بتلمع",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "فركة دايرة مع الڤودكا لو فـ إيدك چوب باصي",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "ملناش أسياد ملناش كبير خرطوش وحي إزاز وفتيل ومحدش ليه عليا جميل",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "ولو عـ الحق مفيش سماح",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "في دماغي وسواس",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "إتعاملنا بحسنة، نضفنا نفوسنا وأتاري العيب مـ الناس",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "خلاص مفاضلش مني غير شوية حطام",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "مختارتش كده بس اشطا أهو دوا اللي صار",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "لو فضلت مستني هتقضي عمرك إنتظار",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "عينيها زي شبابيك قالتلي نط قولتلها بس دا اسمه انتحار",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "العيب مكنش فيهم انت بس اللي حسيت محدش هيقدر على نفسك كام مره جيت",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "ياما انا اتلدعت وعمري وربك ما قليت",
    song: "الغلاف",
  },
  {
    id: uuidv4(),
    content: "حاسب المسافة مابثقش في الاغراب",
    song: "كنترول",
  },
  {
    id: uuidv4(),
    content: "مافيش في حياتي شماعة مافيش وقت للاعذار",
    song: "كنترول",
  },
  {
    id: uuidv4(),
    content: "جايبها ازميلي من الصفر صعب تلاقيني في يوم اعوجها",
    song: "كنترول",
  },
  {
    id: uuidv4(),
    content: "حياتي عاملة زي الفيلم فمش محتاج اني احبكها",
    song: "كنترول",
  },
  {
    id: uuidv4(),
    content: "على وضعي ودة بالفطرة الباقي دول عايشين في كذبة",
    song: "كنترول",
  },
  {
    id: uuidv4(),
    content: "النار تحرق اللي يمسكها",
    song: "كنترول",
  },
  {
    id: uuidv4(),
    content: "ياساقطة نفسك انت في اللقطة",
    song: "كنترول",
  },
  {
    id: uuidv4(),
    content: "حد يقولي ياجدعان مين دول",
    song: "كنترول",
  },
  {
    id: uuidv4(),
    content:
      "لو الكلام مش real لساني مش هينطق بيه خدي الفيزا العبي بيها بس قلبي مش هتاخديه",
    song: "كنترول",
  },
  {
    id: uuidv4(),
    content: "لازم اعوض الليالي اللي سهرتها وانتو نايمين",
    song: "كنترول",
  },
  {
    id: uuidv4(),
    content: "جيت من اللا شي في إيه أخاف عليه",
    song: "دون",
  },
  {
    id: uuidv4(),
    content: "السما سقفنا ده المتفق عليه",
    song: "دون",
  },
  {
    id: uuidv4(),
    content: "ماحدش حيقدر قد إيه عانيت مع ذلك مش فارقة",
    song: "دون",
  },
  {
    id: uuidv4(),
    content:
      "ما حدش شافنا غير ولازم يبرق سنين بنغرب وأتارينا بنشرق من كثر المشي كانت رجلي بتشقق",
    song: "دون",
  },
  {
    id: uuidv4(),
    content: "يا قلبي إنسى اللي نسيني",
    song: "دون",
  },
  {
    id: uuidv4(),
    content: "بجيبها ما أستناش تجي لي الشارع هو اللي مربيني",
    song: "دون",
  },
  {
    id: uuidv4(),
    content: "كل دولا كوم وأنا كوم",
    song: "دون",
  },
  {
    id: uuidv4(),
    content: "جيت بصيت ما لقيتش حد جنبيّ",
    song: "دون",
  },
  {
    id: uuidv4(),
    content: "كنا تحت الأرض وبقينا فوق",
    song: "دون",
  },
  {
    id: uuidv4(),
    content: "عمر الأندال ما يفتكروا الجميل والمؤمن عمره ما يتلدغ مرتين",
    song: "دون",
  },
  {
    id: uuidv4(),
    content: "يا معايا يا ضدي ما فيش بين البينين",
    song: "دون",
  },
  {
    id: uuidv4(),
    content: "كان نفسي بارات أغانيكم تكونوا عايشينها في الحقيقة",
    song: "دون",
  },
  {
    id: uuidv4(),
    content: "ما بنعاشرش ملوثين نصبروا عليها بالسنين",
    song: "دون",
  },
  {
    id: uuidv4(),
    content: "إسمي في التاريخ وصعب تشيله",
    song: "دون",
  },
  {
    id: uuidv4(),
    content: "دماغي مفيهاش غير البواكي",
    category: "rap",
    song: "بواكيز",
  },
  {
    id: uuidv4(),
    content: "متحاسبنيش طول ما ربنا سايبني أعيش",
    category: "rap",
    song: "بواكيز",
  },
  {
    id: uuidv4(),
    content: "أنا بحب أعدائي عشان معايا مركزين بس عليهم مش هرد",
    category: "rap",
    song: "بواكيز",
  },
];
data.sort((a, b) => 0.5 - Math.random());
export default data;
