import { v4 as uuidv4 } from "uuid";
// eslint-disable-next-line
const data = [
  {
    id: uuidv4(),
    content: "عضلة القلب ملهاش تمرينه ولو خايف متجيش تعدينا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "لما القطر جه بخبطني وقفته بعضلات بطني",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الضهر اتحنى من كتر الشبحنة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "على مين هتعيشوا ياض ده أنا بديكوا ياض ومعليكوا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "بيرة مشبرة أظهر تتدارى إنتم هرتلة واحنا كفاءة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "قالوا هيعدونا دول ضحكونا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الخوف مرفوض من يومنا أسود",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ناصب كمين ضد الخاينين أما السالكين بتماشينا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "عايشين بمزاجنا ولا بيشغلنا  من يومنا مليانة عينينا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "مشاكس معاكس وإنتم فاكس ",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الكلام مش مهنة أصحي للكلام",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "أضحك حتى لو مش بجد متخليش نفسك تصعب على حد",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "أسأل عنى هيقولك حاجتين معروف بالاحترام ومالوش في الحرام",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ناس منعرفهاش وبتشكر فينا وناس نعرفها بتتكلم علينا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "تعيش راجل تموت راجل يموت جسمك يعيش اسمك",
    category: "سرسجة",
  },
  { content: "ايوه ثابت مرحتش عليا كل اخصامي تشهد بيا", category: "سرسجة" },
  {
    content: "اي شر بدوسله مشاركة مخي طار من كتر الفاركة",
    category: "سرسجة",
  },
  {
    content: "ايوه ثابت مرحتش عليا كل اخصامي تشهد بيا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "إسمي بمنطقة ودواير أخصامي لاففها سجاير",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "بفتنا دي بفة عظماء  سيطنا في جميع الأنحاء",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "اللي اتربوا على إيدينا  كانوا ماشين ع أسمينا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "انتم مش حمل خبطة يا اخصام اونطة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ف غيابي بيقولو ويعيدو ويزيدو  و كلامهم عني بيوصلي",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "اللي شتم وندب يستحمل قلة الادب",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "مش هعملكو تاني خاطر كنت فاكر نفسي شاطر",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "ياللي مبدأكو الخيانة  اتخدعت فــ ناس جعانة",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "ده حضنكم يشبه بموس  ياويلي من شر النفوس",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "احترس ياللي تعدينااحنا مين يقدر علينا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ديناصور وببخ نارمش برجع لو تتار",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ايوه بشرب اي كيف فالدكن صايع حريف",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "مخي لاسع مش كيوت وانتا يابني طبنجه صوت",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "خد كشافياللي عامل مش بتخاف انت شفاف مش متشاف",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "خمورجيه وحششين في الدكن متوحشين",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "انت عيل نيتي وبتبرطم وتجيب ف سيرتي",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الشيطان قدمنا تابتتعوج هتشوف عذاب",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "اوعى تحلو ياأمورعندي ممنوع المرور",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "مش خلصانه يا عيال فكسانههنعارك كل اللي رزانه",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "هاروح فين واجي منين تايه مش لاقي مرسى يا ثعابين",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "منغير ملامه وعتاب اصحاب بجد كلاب",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "على الفرقه يبقوا طابور وقت المحن  كل الصحاب بتغور",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "العين عليت على الحاجب على شان سبتلك السايب",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "فاكراني من كوالالمبور وبيعيشو عليا الدور",
    category: "سرسجة",
  },
  ,
  {
    id: uuidv4(),
    content: "واصل للعالمية اخوك من فاقوس شرقية خصوصا شارع ابو غنية",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "يا دموع عنيا كفايه متدمر من جوايا",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "ليه اللي سالك وياكو كلكو عليه تتزاكو",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "لو جايه معاك بحكايه هتلاقى مطوه فى ضهرها بلحايا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "انا متربى على ارصفه   تغلط تتحط على المغرفه",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "جاى بسكينه وصداده  مش هحل ومش هتراضا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "يازميلى انتو بترشدو   وفى اقرب الناس بتأبدو",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "عصافير وبتتوظفو دانتو بقيتو تخرفو",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "انا زعلى خلاص دمرنى ربنا يعيننى يصبرنى",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "خلاص من جسمى اتصفا الدم  انا مش شايف ولا خال ولا عم",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الشمال اصبح مطلوب فى زمان ماشى بالشقلوب",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "بالعربى بلاش تذكرلى اسامى اهلا بيكو يا اخصامى",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "احنا جينا فضولنا الطورق  يلا زى ماتيجى مش فارقه",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "تكرهلي الخير هكره امك  هتجيب سيرتي هسيح دمك",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ي زميلي حافظ علي مزتك  علشان بتقرطس حضرتك",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "إهمد يا كتكوت أصل أنا جبروت",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "في البحر أنا قرش في البر وحش",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "إحنا الأسود ما نهيبش الموت قلبنا جبروت ولا يوم جلينا",
    category: "سرسجةا",
  },
  {
    id: uuidv4(),
    content: "كنت مروقكم ومدلعكم بس طمعكم بقى زايد",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "على الروح مش باقي عايشها فدائي بشوط أعدائي هتصيع تضر",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ولا حد شاغلني أنا مخي تاعبني بلاش تلاعبني أنا بحر الشر",
    category: uuidv4(),
  },
  {
    id: uuidv4(),
    content:
      "على الفلوس باصين وعينكم على جيبنا إحنا متمرمطين طب ليه بتبصوا لنا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الدنيا برة البيت مش زي ما أنا ما اتربيت",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "دبابة تدمر دايرتكم تتعوجوا هنكسر رقبتكم",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الطلق عليكم هيمطر فارسان في الحرب وبنسيطر",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "إحنا مشاغبين أرضنا واحدة وجهتنا على الأخصام جاحدة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "بفتنا دي بفة عظماء سيطنا في جميع الأنحاء",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "هتبرطم يلا تسقط جثة أنا كل يومين بعمل كارثة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "في وشوشكم طرشقط إزاز أنا بمشي وفي جيوبي أحراز",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "اللي اتهور خليته عاجز ضد التغفيل عامل حاجز",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "أنا بسكر بدخل غيبوبة وبلاقي كل الناس مرعوبة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ما بقتش أحفظ أي أسامي أنا بعشق أشاكس أخصامي",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "غرقت السكينة بدمك أصل إنت نسيت إن أنا عمك",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "آه صحابي ياما بس أنا ع الدوغري وحيد",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "قاعدة فيها كيفهم هتلاقي كلاب مرصوصة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "داهيه تشيل كل اللي كارهني لو كان من نفس الدم",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الفلوس غيرت في النفوس",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "دراعي صلب مبيتلويش إيدي مليش مصلحة الكلب مش سيدي",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الصحاب باعوا لما جاعوا ",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "كله نفسه يجرح ويأذيني اللي قلبه جايبه يوريني",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "في العركه بقلع تيشيرتي بصرف عليكو وبتشوه صورتي",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "هحدف فتايل كتيرة اوعا وشك لتاكل فتيلة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "بايع حياتي في مزاد لفف في جوبي جميع البلاد",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "عندي ملخص الفوله اطلبو اوردر حقن الرجولة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "دكتور ماتكشف وتشوف العقارب اشكال بشر و الطبع ثعلاب",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "صياد مغامر في مجالي انا شيفكو قصادي سحالي",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "كان كداب وعننيه بصالي لما صاحبني اتشقلب حالي",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "أجيال بودرة راضعين ماده بس المادة عليهم شاده",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "اعداء كتير كله بيتندبني عالم شرير والخلق بتحسدني",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "دول مش تمام بيعيبو والعيب ماليهم",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "عرفت انك مش صحبي من ساعت لما رمتلي عيوبي ف هزار",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الكلام مش مهنة أصحي للكلام",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "أضحك حتى لو مش بجد متخليش نفسك تصعب على حد",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "أسأل عنى هيقولك حاجتين معروف بالاحترام ومالوش في الحرام",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ناس منعرفهاش وبتشكر فينا وناس نعرفها بتتكلم علينا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "تعيش راجل تموت راجل يموت جسمك يعيش اسمك",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "مش زنبي ان زمانا اتحول وبقيت انا سيدك ي تسول",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "انا علشان سالك يلا محبوب انا راكب مش زيك مركوب",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "اشتمني ولقح مش سامعك  شغل كشافك مش شايفك",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "مش حمل تشوف شرز الطلقه عامل حمله وقلبك ورقه",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "مش ماشيه زوق عادي نقلبها عافيه هتشوفو مني جلب شغل مافيا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "أنا وإخواتي الجدعان في ظهر بعضينا لو مين مانهيبش بني أدمين",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content:
      "ماتزعلش ع الراجل لو مات إزعل على الراجل لو خاب ربنا يجعل موتتنا قبل خيبتنا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "مالناش في الخوف ماتندبناش رزمن ماتعوجهاش",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "يا عويل قببل بلاش تغفيل تلعب قوام هتشيل",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ما إنت اللي جيت وفركت ده يادوب معاك هرجت من جولة مانفعتش",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "هتخيب هتتعامل غريب",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "لو فيكم حيل محسوبكم صبح وليل هتشوفوا منه الويل",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "كشكشها لا أفتح الغزالة وانتشها",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "تخنت صوتك إنت حر مش هتعدي هلعب معاك وهودي",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "خراطيش وكبيركوا ده على مفيش كارفين ليه على حرافيش",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "عايزين فراوده مش شايفين جوده",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "يالي بتغفلو وسط الزحمه مسير الصدف دي هتجمعنا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "انت يالي بتتحاما في اللمه هجيبك قدامي و هتتغمي",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "هتلف وترجعلي بضهرك لو ناسي اديني فكرتك",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "لوحدي بس اقوم ب فريق مهيبش حد عشان جريء",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "كبيركو ياض بكام و انا اكلو بالكلام حرب مفيش سلام",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "عايزين نشوف ردود هنخلص ع القرود",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ع الهادي هخدك ليه جبت اخرك",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "انا جيت ازولك انت واللي ساندك",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "اللي شايفنا غلط يبقا لازم يكشف المركب مبتوقفش اتعودنا نكرف",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "جبهات بنقصف فلوس بنحدف",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "قبل ما تنكشني أسأل عليا هيقولك مش بعتمد حد خلقي ضيق هديك",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "وانت لسه بيبي كنت انا مصروخها اي جته تيجي قصادنا بندوخها",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "لو ع التسميع في ناس وهنسمعها دماغها سوحتها محدش هينفعها",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "وجهه مش محتاج مواجهه",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "كل اللي عندي اتعمل والباب يفوت جمل",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "انا كنت ليكم السند وقتلتو فيا الجدع",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الناس مش ع السليم عاوزه واحد غشيم",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "مقاتل مدبح جيوشكو مقطع حيتانكو وقروشكو",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "انا طول مانا بصحتي صعب تيجو علي سكتي",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "لو حابب تجرب قرب هتجيب اخرك ملكش مهرب",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "لما حرب دارت حواليا محدش فيكو كل علي ايديا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "صعب حد يوم يجي عليا لما حاولو خبطو في رجليا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "دراكولا و بقولك هشرب من دمكو",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "يوم ماتندبوني هسنطركو من الاخر هبووظ منظركو",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "نسر من ضمن النسور ختمي عالجبال محفور",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "فكرت تعوم في بحري هغرقك تعمل هروب صنارتي هتلحقك",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ياويلك لو لمحتك خلاص في خانتك زنقتك",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "عيال فافي عاملين عريكة كبيركم في حربه جرى حافي",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "مافيش راجل يغير من راجل لو صافي",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "شمال يمين كله في لعنة يا اللي فاكر كله بتاعنا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "يا مرض السيط بقيت أوسخ من الكرونا خبيث وحويط",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "عالم أفتار تاننين في الرغي يبخوا في ظهري شرز ونار",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "سهم الرجولة بقى في النازل منه البشر ليه بتعتذر",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "متحنش يا طيب ع الي خان و عيب",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "لغم يطرقع في الوش فرقع لما انا بظهر يبني انت ترجع",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "من النار مخفش تحدف بتوب احدف بدبش",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "عديت حدود المستحيل بالف ميل تقدر تقول عليا مقفل الامبير",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "اعدائي خايفه مني سامعه صوت زئير لو المجال محافظه كنت ابقي الوزير",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "جريتو ليه ده اول جوله لسه بدءه الطلق لسه في الخزن فاضله شده",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "خدلك بريك يبني انت فيك لما ظهرت انت اختفيت",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "تعالوا وش وسندلو لو انتو ابطال كملو",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "كتير بصونكو والشر لونكو",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "شبعت اسوه من ناس ماتسوي",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ومش هخاف هاكلكو حاف",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "حولتو غلبان لابن شر خلاص هسن سلاح واضُر",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الحال شمال والبخت مال",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "هرمي عليكم مية باكو يا اللي طلعتوا بتتزاكوا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "عامل بتطير في الهوا طب يلا نلعب سوى",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "مين حس بيا مع اني كنت ف يوم شايلهم جوا عنيا",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content:
      "كانوا ملمومين حواليا علشان معايا فلوس كانوا كل يوم جمبيا مانا جيبي كان متروس",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "هبعد بعيد مانا اصلي متعود اكون دايما وحيد",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "داري الوجع جواك واضحك وركب وش اصل الي راح واشتكي مسمعش غير معلش",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content:
      "الي بيكسبني بشيلو جوا عيونيوالي يشغل دماغوا عليا بعاملوا كأنو زبوني",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "اللي عدى البحر في سفينة نايم.. غير اللي عدى وسط القروش عايم",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الرجولة ضرب نار مش هزار",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "هتعرف الحقيقة وقت الضيقة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "يا ناس أنا مخي باظ.. هسيب التكنولوجيا وهركب ميكروباص",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "طول ما التلاجة مفيهاش حاجة اشتغل أي حاجة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "هات آخرك ومش هكلمك ولما تخلص هطلع أعلمك",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "مش هقول كلام كبار عشان الكبار مابيتكلموش",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "المشي البطال ياما بهدل أبطال",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الدنيا دوامة ومفيش عوامة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "زى ما في شامبو ضد القشرة في صحاب خانت العشرة",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "اوعي تعمل الغلط وتقول مضطر.. هو ينفع تلبس شتوي وتقول الدنيا حر",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "اللي انت بتحلم تعمله، أنا بحاول أبطله",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ياللي خايف من السرسجيه خليك احسن لك مع العيال الطرية",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "يلى عينك علينا شيلها الله يهديك ويهدينا",
    category: "سرسجة",
  },

  {
    id: uuidv4(),
    content: "متلمسهاش دى جاية بعرقى مش ببلاش",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "من يولد يزحف .. لا يستطيع أن يطير",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "لو انت بابا في المجال، ف أنا أبقى جد العيال",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "ربنا اداني و عيون الناس مش سايباني",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "أنا يوم ما أبيع.. مفيش ترجيع",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "الوقت الى احنا فيه صعب الجدع تلاقيه",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "كنت عصفور اكلونى عملت اسد صاحبونى",
    category: "سرسججة",
  },
  {
    id: uuidv4(),
    content: "الكبير حيفضل كبير مهما اتكلموا الصراصير",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "لو حرقاك هات مرهم واستنانى هناك",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "اللى متربي فى خير يشم ايده يشبع",
    category: "سرسجة",
  },
  {
    id: uuidv4(),
    content: "متتعشمش علشان القفا ميعلمش",
    category: "سرسجة",
  },
];
data.sort((a, b) => 0.5 - Math.random());
export default data;
