import { v4 as uuidv4 } from "uuid";

const data = [
  {
    id: uuidv4(),
    content:
      "الثقة بالنفس كلام فارغ سوف يدهشك كم الأشياء التي لا تعرفها أو لا تجيدها  المهم أن تثق بقدرتك على أن تكون أفضل",
  },
  {
    id: uuidv4(),
    content:
      "الأعوام تغير الكثير  إنها تبدل تضاريس الجبال  فكيف لا تبدل شخصيتك",
  },
  {
    id: uuidv4(),
    content:
      "أسوء تعذيب فى العالم هو الشخص المُصر على الكلام بينما أنت مُثقل بالهموم , ترغب فى أن تبقى صامتاً وأن تصغى لأفكارك",
  },
  {
    id: uuidv4(),
    content: "لا أخاف الموت أخاف أن أموت قبل أن أحيا",
  },
  {
    id: uuidv4(),
    content: "الحل الوحيد للمشاكل النفسية هو: لا تكن عاطلاً… لا تكن وحيداً",
  },
  {
    id: uuidv4(),
    content:
      'قال لي سالم بيه: "أنت تقرأ كثيراأنت مجنون!"  قلت له إن القراءة بالنسبة لي نوع رخيص من المخدرات لا أفعل بها شيئاً سوى الغياب عن الوعي في الماضي -تصور هذا- كانوا يقرءون من أجل إكتساب الوعي',
    book: " يوتوبيا",
  },
  {
    id: uuidv4(),
    content:
      "ليتنا أنا وأنت جئنا العالم قبل اختراع التلفزيون والسينما لنعرف هل هذا حب حقًا أم أننا نتقمص ما نراه",
  },
  {
    id: uuidv4(),
    content:
      "عبقرية هي الفتاة التي تجيد التفرقة بين الدلال والميوعة ! لو قابلتها يا بني فلتتبعها لآخر العالم",
  },
  {
    id: uuidv4(),
    content: "أتركوا لي ما تبقى مني",
  },
  {
    id: uuidv4(),
    content:
      "فى حياة كل منا أشياء ثمينة جدًا، لكنها تجعل الآخرين يتهموننا بالتفاهة أو الضحالة أو الجنون إذا عرفوا بها، و نتهمهم نحن بالغباء و تبلد المشاعر عندما يبدون سخريتهم",
  },
  {
    id: uuidv4(),
    content:
      "الخجل ينبع من توهمك لأهمية مبالغ فيها لنفسك  أنت لست مهماً كما تعتقد  لست مهماً على الإطلاق وليس هناك شخص متفرغ لمراقبة خلجاتك وأخطائك",
  },
  {
    id: uuidv4(),
    content:
      "و شعرت بأن فى روحى ثقباً  ثقباً يتسع  و يمتص كل ذكرياتى و حياتى و أحلامى  وددت لو كان شخص أعرفه بقربى  أحكى له كل شئ  أقص عليه حكاية الثقب",
  },
  {
    id: uuidv4(),
    content: "لا يكفيك أن تنساها  يجب كذلك أن تنسى أنك نسيتها",
  },
  {
    id: uuidv4(),
    content:
      "فى كل فتره من فترات حياتى الصعبه كنت أنتظر أن تمر أنتظر النور فى نهايه النفق   ماذا لو عرفت أن هذه حياتى ذاتها ؟؟ و أن النفق لا نهايه له الا القبر",
  },
  {
    id: uuidv4(),
    content: "فى حياة كل انسان لحظة لا تعود الحياة بعدها كما كانت قبلها",
  },
  {
    id: uuidv4(),
    content: "صدقيني سيأتي يوم تشكرينني فيه على أنني لم أبذل جهداً للاحتفاظ بك",
  },
  {
    id: uuidv4(),
    content: "يومًا ما سأقرأ هذه الكتب وأصير رائعًا  لكن ليس اليوم",
  },
  {
    id: uuidv4(),
    content: "من المفترض أننا أنهينا الدهشة منذ زمن وصار كل شىء قابلاً للتصديق",
  },
  {
    id: uuidv4(),
    content: "سئمت التظاهر بأنني آخر ",
  },
  {
    id: uuidv4(),
    content:
      "غريب هو ذلك العالم المتشابك الكامن تحت فروة رأسى  أبدًا لن أتمكن من فهم ذلك الكائن الذى هو أنا",
  },
  {
    id: uuidv4(),
    content:
      "تمر بالأطوار المعتادة: في البداية أنت لا تعرف بعد هذا أنت لا تلاحظ ثم تلاحظ فلا تصدق ثم تصدق فلا تعرف ما ينبغي عمله",
  },
  {
    id: uuidv4(),
    content:
      "في كل مأزق في حياتي كنت أنتظر ذلك الشيء ما الذي لم اكن أعرف أنه عندي ليخرجني من هذا المأزق  أنا الآن في انتظار هذا الشيء",
  },
  {
    id: uuidv4(),
    content:
      "عندما تشم الحريق ولا تنذر من حولك فأنت بشكل ما ساهمت فى إشعال الحريق",
  },
  {
    id: uuidv4(),
    content:
      "أقسى شيء في العالم أن تقنع من تحبه بأن يحب الأشياء التي تحبها أنت",
  },
  {
    id: uuidv4(),
    content:
      "لكن دعني أخبرك بشيء مهم ,لا تقض حياتك بإنتظار أن تنتهي الفترة كذا و الفترة كذا  أن تنتهي فترة الدراسة  أن تنتهي فترة التجنيد الإجباري  أن تنتهي فترة انتدابك في كينيا  إلخ  لسوف تجد أن حياتك صارت مجموعة من الفترات يجب أن تنتهي و هوب! تكتشف أنك بلغت نهاية العمر ولما تنعم بحياتك يوما واحدا  يجب أن تستمتع بكل فترة كأنها هي الصورة الوحيدة النهائية لحياتك",
  },
  {
    id: uuidv4(),
    content:
      "الدرس الذي تعلمته من هذا الموقف هو: لا تصارح الآخرين بعيوبهم إلى أن يكتشفوها هم بأنفسهم",
  },
  {
    id: uuidv4(),
    content:
      "للأبد ؟ ـ ماذا ؟ ـ ستظل تحبني للأبد ؟ ـ حتى تحترق النجوم وحتى  تفنى العوالم  حتى تتصادم الكواكب، وتذبل الشموس  وحتى ينطفئ القمر، وتجف البِحار والأنهار  حتى أشيخ فتتآكل ذكرياتي حتى يعجز لساني عن لفظ اسمك حتى ينبض قلبي للمرة الأخيرة  فقط عند ذلك ربما أتوقف ربما ",
  },
  {
    id: uuidv4(),
    content: "لكل وطن رائحة ليل خاصة به",
  },
  {
    id: uuidv4(),
    content:
      "غريب أمر الإنسان حقًا  إن عيوبنا ككشافات سيارة نركبها  لا نراها نحن أبدًا بينما هى تعمى عيون الآخرين الذين يقابلوننا  و بالمثل نحن نرى كشافاتهم- أو عيوبهم - بوضوح تام قد يدفعنا إلى مطالبتهم بتخفيضها قليلاً",
  },
  {
    id: uuidv4(),
    content:
      "جو الشتاء الحزين ودفء البيت والحنين لشيء ما  كل هذا يغريك بأن تلصق انفك بزجاج النافذة وتحلم  لكن هناك منذ ميلاد البشرية ما يرغم الإنسان على الخروج تحت الأمطار ذاهباً لمكان ما",
  },
  {
    id: uuidv4(),
    content:
      "قلت لها إن الناس يجب ألا تتزوج إلا لكي تأتي للعالم بمن هو أفضل طفل أجمل منك، أغنى منك، أقوى منك ما جدوى أن يتزوّج الشّقاء من التّعاسة؟ الهباب من الطّين؟ ما الجديد الّذي سنقدّمه للعالم سوى المزيد من البؤس؟",
  },
  {
    id: uuidv4(),
    content: "نعم لم يكن للمصريين مايباع سوى الماضى وقد اشتريناه",
  },
  {
    id: uuidv4(),
    content:
      "كان ملحداً متعصباًُ وقد راح – أثناء مناقشتي معه - يقسم لي بالله العظيم أنه على حق ",
  },
  {
    id: uuidv4(),
    content:
      "معنى الصداقة ھو أنني – تلقائیًا – أراك جديرًا بأن ائتمنك على جزء من كرامتي",
  },
  {
    id: uuidv4(),
    content:
      "لولا أن مؤلف هذه المسرحية هو شكسبير لألقيتها في الزبالة أو استبدلت بها خمس مجلات ميكي من عند عم أحمد  حقًا إن لبعض الأسماء رهبة",
  },
  {
    id: uuidv4(),
    content:
      "إن كل إنسان مهما صغر شأنه يحوى طاقة روحية إنسانية يمكنك أن تحبها متى دنوت منها  صحيح أن هناك أناسًا ميئوسًا منهم لا يمكن أن تحبهم مهما فعلت  هؤلاء هم أغبياء الروح  أصحاب الأرواح المغلقة ",
  },
  {
    id: uuidv4(),
    content: "أرجو أن تخفض الإضاءة  فهذا يضفي على الحجرة جو الكآبة الذي أرجوه",
  },
  {
    id: uuidv4(),
    content:
      "الأرجح أن الشخص الحنون لا يفرق بين إعطاء الحنان وتلقيه  هذه ظاهرة عجيبة ",
  },
  {
    id: uuidv4(),
    content:
      "ماذا تعلمت من كل ما مررت به؟ تعلمت أنني لم أتعلم شيئاً ولو أن عمري غدا عشرين عاماً لفعلت نفس الأشياء و اقترفت ذات الأخطاء وقلت ذات التفاهات إن التاريخ يعيد نفسه لسبب واحد هو أننا في كل مرة نتوقع أنه لن يعيد نفسه و أن الأحداث ستأخذ مجرى جديد",
  },
  {
    id: uuidv4(),
    content:
      "أمقت الصوت العالى بشكل لا يوصف و من المؤسف اننامحاطون بأشخاص لا يملكون اى موهبة الا صوتهم العالى",
  },
  {
    id: uuidv4(),
    content:
      "إن المصريين لايحبون المنطوى، ولا يستريحون له بشكلٍ عام  إنهم يفهمون أن تكون وقحاً ، أو أن تكون صاخباً، أما أن تكون منطوياً مهذباً غامضاً، فهم يظنون بك الظنون",
  },
  {
    id: uuidv4(),
    content:
      "كل شيء حدث من قبل  كل كلام قيل من قبل  لهذا أشعر بأن الناس ضعاف الذاكرة بشكل لا يصدق  ولهذا لو لم أسخر لجننت",
  },
  {
    id: uuidv4(),
    content: "الفلسفة هى فن التحدث عن التفاحة بدلا من أكلها",
  },
  {
    id: uuidv4(),
    content:
      "فليبق الغضب المقدس مشتعلأً للأبد  ويوماً ما سنحوله إلى نار تحرقهم  ليس اليوم  ليس غداً ربما بعد مائة عام  لكن لتبق النار مضطرمة  لا تطفئوها من فضلكم",
  },
  {
    id: uuidv4(),
    content:
      "أنا من النوع المكتئب جداً ، وأجد أن الأمور بلغت قدراً رائعاً من السواد  لهذا أحلم  كل شخصياتي هربت من واقعها  إلى عالم الأشباح  إلى فانتازيا  إلى أحراش أفريقيا  لم تبق شخصية واحدة هنا",
  },
  {
    id: uuidv4(),
    content:
      "كان يعتقد أن بلاهته وعقده فريدة من نوعها  عندما اختلط بالناس أدرك أنه وباء متفش  وقد أصابه هذا بالذعر  كان يحسب نفسه متميزًا أكثر من هذا ",
  },
  {
    id: uuidv4(),
    content:
      "مصر غارقة في دوامة: كيف أعمل وأنت لا تعطيني مالاً ؟ كيف أعطيك مالاً وأنت لا تعمل ",
  },
  {
    id: uuidv4(),
    content:
      "من أخطر الأمور ألا تعرف آثامك  أن يملأ الكبر نفسك فتتشدق: أنا لم أقترف إثما  إن في حياتك آثاما أنت أدرى بها مني  العميان لا يرون الشمس لكنهم يدركونها  وأنت لست كفيفا ولا غبيا  فقط أنت مغرور يخدع نفسه",
  },
  {
    id: uuidv4(),
    content:
      "أن تتوقع أن يعاملك العالم برفق لأنك إنسان طيب , أشبه بأن تتوقع ألا يلتهمك الأسد لأنك نباتي لا تأكل اللحوم",
  },
  {
    id: uuidv4(),
    content: "الرضا كوب من الماء الصافي  يمكن لأي شيء أن يفسده",
  },
  {
    id: uuidv4(),
    content:
      "بلغ حالة من الإحباط أورثته ارتخاء عضلياً  حتى أنه لو قرر الانتحار لما وجد القدرة على رفع قدمه فوق سور الشرفة",
  },
  {
    id: uuidv4(),
    content:
      "يا للجو الرومانسي الساحر !ّ إنه خطر داهم  لو مشيت في هذا الجو مع أية فتاة في العالم لتخيلت أنك تحبها بجنون",
  },
  {
    id: uuidv4(),
    content: "سر تقديرنا البالغ لمن ماتوا، ھو أنھم لن يضرونا بعد الآن",
  },
  {
    id: uuidv4(),
    content:
      "إن من يختلف معك فكرياً في العالم العربي هو على الأرجح ملحد أو عميل أو شاذ جنسياً",
  },
  {
    id: uuidv4(),
    content:
      "ليست الثقافة دينا يوحد بين القلوب ويؤلفها, بل هى على الأرجح تفرقها؛ لأنها تطلع المظلومين على هول الظلم الذى يعانونه, وتطلع المحظوظين على ما يمكن أن يفقدوه",
  },
  {
    id: uuidv4(),
    content:
      "إنها عقدة العبقري الشهيرة عندما تتزايد ملكة النقد لا يعود المرء قادرا على كتابة حرف واحد من المفيد أن يكون الأديب على درجة من السذاجة والغرور الطفولي وإلا لما كتب حرفا",
  },
  {
    id: uuidv4(),
    content:
      "ينتهي فيلم (العار) بنصيحة أخلاقية لا بأس بها  تجارة المخدرات مربحة جداً بشرط أن تتعلم إخفاءها تحت البحيرات المالحة",
  },
  {
    id: uuidv4(),
    content:
      'و أنا يا رفاق أخشى الموت كثيراً و لست من هؤلاء المدعين الذين يرددون في فخر بطولي نحن لا نهاب الموت كيف لا أهاب الموت و أنا غير مستعد لمواجهة خالقي إن من لا يخشى الموت هو أحمق أو واهن الإيمان و كفاني أن "عمرو بن الخطاب" _رضي الله عنه_ أعلن أنه يخسى الموت كثيراً فأين نحن منه',
  },
  {
    id: uuidv4(),
    content:
      "أشعر بأنني إقترفت نوعاً من الخيانه , لإنني يوماً ما منحت اجمل ما في نفسي لفتاه , فلما جائت زوجتي لم تجد شيئاً إلا الروح الخاويه كخزينه مصرف أفلس",
  },
  {
    id: uuidv4(),
    content: "يريد التظاهر بأنه يحبني أكثر مما أحب نفسي ",
  },
  {
    id: uuidv4(),
    content: "ماإنتهى ببطىء  لا يعود بسرعة   لا يعود أبداً",
  },
  {
    id: uuidv4(),
    content: "الخروف الذي يفكر ، يصير خطرا على نفسه و على الآخرين",
  },
  {
    id: uuidv4(),
    content:
      "الشجاعة العظمى هى ألا تخشى أن تبدو جباناً! ألا يجرفك حماس الآخرين الأهوج الذى يدفعك لتكون منهم",
  },
  {
    id: uuidv4(),
    content:
      "حتى التجديد المستمر قد يصير مملا ,وتحتاج إلى تجديده بالتوقف عن التجديد فترة",
  },
  {
    id: uuidv4(),
    content: "أشد انواع الفشل ؛ حين يقترب المرء من النجاح فيجد من سبقه بخطوة",
  },
  {
    id: uuidv4(),
    content:
      "هو يعرف انها تتظاهر باللامبالاة بينما هى تحترق، كل الفتيات يعرفن كيف يشعرنك انك سمج لزج ممل، بينما هن يحلمن بك طول الوقت",
  },
  {
    id: uuidv4(),
    content:
      "النجاح فى الزواج لا يحتاج إلى أن تتزوج الشخص الصحيح   النجاح يتطلب أن تكون أنت الشخص الصحيح",
  },
  {
    id: uuidv4(),
    content:
      "لقد قرر أنه رائع وأنني وغد، و يتصرف على هذا الأساس، والمشكلة أن كونه على صواب أو خطأ لا يؤثر في النتائج",
  },
  {
    id: uuidv4(),
    content:
      "إنها تفهم أفكاري قبل أن أشرحها   وتضحك من دعاباتي قبل أن أقولها   إنها لي   وأنا لها   فلك الحمد يا خالق الكون السرمدي",
  },
  {
    id: uuidv4(),
    content: "كيف تبصر الحب في عين امرأة تعرف أنّك لن تحميها ",
  },
  {
    id: uuidv4(),
    content:
      "أريد أن أجمع قدراً من المال يكفي لعلاج الأمراض التي أصابتني أثناء جمعه  ",
  },
  {
    id: uuidv4(),
    content: "كان الليل صامتًا ذلك الصمت الذي يئز في الأذن ويصيبك بالصمم ",
  },
  {
    id: uuidv4(),
    content:
      "فى حياة كل منا أشياء ثمينة جدًا، لكنها تجعل الآخرين يتهموننا بالتفاهة أو الضحالة أو الجنون إذا عرفوا بها، ونتهمهم نحن بالغباء و تبلد المشاعر عندما يبدون سخريتهم",
  },
  {
    id: uuidv4(),
    content: "ما أهون الموت حين يكون خبراً فى مجلة أو سطراً فى حكم محكمة",
  },
  {
    id: uuidv4(),
    content: "من يصف نفسه بأنه إنسان رائع هو شخص ظريف إلى حد أنه رائع فعلاً",
  },
  {
    id: uuidv4(),
    content:
      "هل هو حب ؟ لا ليس حباً بالتأكيد   لكن الهشاشة النفسية تجعلك تتشبث بأي إنسان و تشعر بأنك تهيم به حباً",
  },
  {
    id: uuidv4(),
    content:
      "ربما كان خطأ فادحا أن تتزوج نسخة منك  لأنك قد لا تحتمل الحياة مع نفسك",
  },
  {
    id: uuidv4(),
    content:
      "يمكن أن تألف كل المشاعر الكريهة ما عدا الملل   لم ألق من يمل الحديث عن الملل",
  },
  {
    id: uuidv4(),
    content:
      "إن الأنسام لا تدوم للأبد  إنها ترحل بعد ما ترطب وجودك, لكنك-وهذا قاس-لا تتحمل بعد رحيلها فكرة الحياة من دونها",
  },
  {
    id: uuidv4(),
    content:
      "إن الرجال يحبون أن تفزع النساء  والنساء الذكيات فقط يعرفن كيف يستغللن هذا  كأن بخوف النساء العتيد من الفئران مجرد تملق لغرور الرجل",
  },
  {
    id: uuidv4(),
    content:
      "إنه الخلط المعتاد في مجتمعنا حينما يفترض أن المتفوق في دراسته مثقف حاد البصيرة كذلك",
  },
  {
    id: uuidv4(),
    content:
      "أحب مباريات كرة القدم المعادة، حتى أقوم من البداية بتشجيع الفريق الذي سيفوز",
  },
  {
    id: uuidv4(),
    content:
      "لكي تكون كاتبًا ساخرًا يجب أن تملك القدرة على السخرية من نفسك أولاً !   كل من لا يملكون هذه القدرة سخريتهم سمجة لزجة كريهة ",
  },
  {
    id: uuidv4(),
    content: "إن السلام لا يعنى الحب دائماً  قد يعنى عدم الحرب كذلك",
  },
  {
    id: uuidv4(),
    content:
      "ان القراءة بالنسبة لي نوع رخيص من المخدرات ، لا افعل بها شيئا سوى الغياب عن الوعي  فيما مضى تصور هذا ، كانوا يقرءون من اجل اكتساب الوعي",
  },
  {
    id: uuidv4(),
    content: "اليوم هو أول يوم مما تبقى لي من عمر   عبارة شكسبيرية رائعة",
  },
  {
    id: uuidv4(),
    content:
      "عندما تخترق اخر حدود التعقل تشعر بأن العقل يتمدد ليضم لنفسه حدودا اخرى يسيطر عليها الاعتياد و الملل و الرتابة",
  },
  {
    id: uuidv4(),
    content: "لست ضد الأنثى المدخنة   أنا ضد الإنسان المدخن أصلاً ",
  },
  {
    id: uuidv4(),
    content:
      "فتاة باردة كالثلج   ما هو الفرن الذري الذي يستطيع إذابة كل هذا الصقيع",
  },
  {
    id: uuidv4(),
    content:
      "يتوقف الامر على قيمة ما يدافع المرء عنه بالنسبة له و ليس بشكل مطلق",
  },
  {
    id: uuidv4(),
    content:
      "الكلام الفارغ يجب أن يقرأ بسرعة البرق، والكلام المھم يجب أن يقرأ ببطء السلحفاة   نصیحة لن   أنساھا لأحد معلقي الكتب الأمريكیین",
  },
  {
    id: uuidv4(),
    content:
      "عندما لا تتكلم عن الشيء فأنت لا تبالي به فعلا، أو أنت غارق فيه لدرجة المرض",
  },
  {
    id: uuidv4(),
    content:
      "عرفت الحقيقة المروعة: لاأحد يعرف شيئا على الإطلاق  نحن محاطون بالذين يتظاهرون بالحكمة والعلم, وتكمن عبقريتهم فى التملص من الأخطاء المحرجة",
  },
  {
    id: uuidv4(),
    content: "ما قيمة الأسماء عندما لا تختلف عن أي واحد آخر",
  },
  {
    id: uuidv4(),
    content:
      "لأن ما حدث حدث في وقت لم يتوقع فيه أحد أن يحدث، فإن أحدًا لم يفعل شيئًا وبالتالي لا يوجد ما يستحق التعليق عليه",
  },
  {
    id: uuidv4(),
    content:
      "أكره المريض والصديق الذي لا يخبرك إلا بالأخبار السيئة يقول لك أن الحمى قد عادت ،  إذن فكانت قد ذهبت لماذا لم تقل لي",
  },
  {
    id: uuidv4(),
    content:
      "أما السعادة فلا أحد يكتب عنها نحن نعيشها في جشع و لا نشارك فيها أحدا",
  },
  {
    id: uuidv4(),
    content: "أنا أكثر ذكاء مما يوحي به منظري وأقل ذكاء مما توحي به كلماتي!",
  },
  {
    id: uuidv4(),
    content:
      "قانون الطابور: عندما تغير الطابور فإن الطابور الذى تركته سوف يتحرك أسرع من الطابور الذى انضممت له",
  },
  {
    id: uuidv4(),
    content:
      "تسعة من كل عشرة أشخاص تقابلهم يعتقدون أنهم عباقرة و قد خلقوا قادة  ربما لو طلبت من أحدهم قيادة غواصة ذرية لوافق على الفور  من حسن حظك أنني العاشر و العاشر يقول لك : جد شخصاً غيري ",
  },
  {
    id: uuidv4(),
    content:
      "عندما يتضخم كبرياؤك وتعتقد أن الآخرين لا يمكن أن يعلموك أي شيء فأنت تنهار بسرعة لا تصدق",
  },
  {
    id: uuidv4(),
    content:
      "قانون اللقاءات اللصيقة : تزداد فرصة لقاء شخص لا تريد أن تراه ، كلما كنت مع شخص لا تريد أن يراك أحد معه ",
  },
  {
    id: uuidv4(),
    content:
      "فقط للماضى ميزة واحدة هى انه صار ماضياً لهذا نشعر بالحنين له , بينما الحاضر موجود فى كل مكان و فى كل لحظة لهذا نزهده ",
  },
  {
    id: uuidv4(),
    content:
      "لقد ازدادت الأشياء أناقة وتفاهة معا بمرور الوقت , صار المظهر أهم شئ في الكون",
  },
  {
    id: uuidv4(),
    content: "إن الأفكار كالأشباح تخرج من مكامنها ليلاً",
  },
  {
    id: uuidv4(),
    content:
      "حبیبتي لو وضعوك في كفة وفتیات العالم في كفة، لرجحت – حسب قوانین نیوتن – كفة فتیات العالم",
  },
  {
    id: uuidv4(),
    content: "الرجال الاشداء يصيرون اطفالا عندما يتعاملون مع امرأة جميلة",
  },
  {
    id: uuidv4(),
    content:
      "ألیس مؤسفًا ان متعة الشيء لا تكتمل إلا بفقده ؟  وأن نشوة الماضي هي انه صار ماضیًا",
  },
  {
    id: uuidv4(),
    content:
      "كانت له عينان صامتتان فيهما عتاب صامت كعيني قديس من لوحات عصر ما قبل النهضة",
  },
  {
    id: uuidv4(),
    content:
      "الرجل الذي يعتقد أنه فاتن يتحول إلى شيء قميء   كل حركاته تمثيل   لا تعرف أهذه ضحكة أم تقلص لعضلات الفم",
  },
  {
    id: uuidv4(),
    content:
      "من أنا ؟   دعنا من الأسماء   ما قيمة الأسماء عندما لا تختلف عن أي واحد آخر",
  },
  {
    id: uuidv4(),
    content:
      "ثلاثة يكسبون من فكرة الفرار من الموت   الطبيب يكسب من الأمل في الفرار   مندوب التأمين يكسب من اليأس من الفرار   والحانوتي يكسب من فشل الفرار",
  },
  {
    id: uuidv4(),
    content: "عندما تقرر أن تلعب بالنار فلا تملأ الدنيا صراخاً عندما تحترق",
  },
  {
    id: uuidv4(),
    content:
      "قانون الهاتف : عندما تطلب رقماً خطأ فمن المستحيل أن تكتشف أنه مشغول ",
  },
  {
    id: uuidv4(),
    content:
      "كان رأيه أن الوسيلة الوحيدة لمساواة الجنسين هي أن يقيد الرجل أكثر لا أن تنزع المرأة قيودها ",
  },
  {
    id: uuidv4(),
    content: "لا أحد يستطيع إجادة شئ لا يحبه",
  },
  {
    id: uuidv4(),
    content:
      "نظرية المؤامرة لذيذة و تروق للجميع لأنها تعطيك على الفور انطباعاً بأنك أذكى من الآخرين و أنك تعرف خفايا الأمور",
  },
  {
    id: uuidv4(),
    content:
      "هل كُتب لهذا البلد التعس أن ينهض   أم أنه سيظل في المستنقع وكلما حاول النهوض لم يجد ما يتمسك به",
  },
  {
    id: uuidv4(),
    content:
      "كل هذا كابوس   ومهما ساءت الأمور فلسوف تفيق منه   كلما ساء الكابوس وإدلهم ، كانت لحظة الاستيقاظ أروع وأجمل",
  },
  {
    id: uuidv4(),
    content:
      "الكاتب الذي تحب قراءته ھو الذي يشعرك بأنك أفضل مما توقعت أو أسوأ مما توقعت",
  },
  {
    id: uuidv4(),
    content: "السياسة فى النهاية هى دراما تصادم الارادات",
  },
  {
    id: uuidv4(),
    content: "قانون اللحظة : لولا اللحظة الاخيرة لما انجز البشر اى عمل",
  },
  {
    id: uuidv4(),
    content:
      "أفضل الغشاشين طرا هو من يغش المخدرات   هذا الرجل قديس يعمل لمصلحة الناس في رأيي   انه مصلح اجتماعي ينعم بالمال",
  },
  {
    id: uuidv4(),
    content:
      " لا أتحمل الإدعاء بأي شكل   لا أتحمل الجهل والغباء خاصة إذا لم أر أحدًا يعترض   عندها انفجر وعلى فكرة انفجاراتي شديدة وعداوتي سيئة   لهذا من النادر أن أغضب لأنني لا أجد فرصة للاعتذار",
  },
  {
    id: uuidv4(),
    content:
      "اتمني ان ابكي وارتجف ، التصق بواحد من الكبار ، لكن الحقيقة القاسية هي أنك الكبار !   أنت من يجب أن يمنح القوة والأمن للآخرين",
  },
  {
    id: uuidv4(),
    content:
      "لولا ان مؤلف هذه المسرحية هو شكسبير لألقيتها في الزبالة او استبدلت بها خمس مجلات ميكي من عند عم احمد حقاً ان لبعض الأسماء رهبة",
  },
  {
    id: uuidv4(),
    content:
      "اللحظة التى يفترض فيها الطاغية ان هذا الجسد الذى يكيل له الضربات ميت، هى غالبًا ذات اللحظة التى ينهض فيها الجسد للانتقام",
  },
  {
    id: uuidv4(),
    content: "كل ما يقال الآن قیل من قبل   لكنھم ينسون   كلھم ينسون ",
  },
  {
    id: uuidv4(),
    content: "الإستغراق في الآثام قد يؤدي إلي التطهر والقرف الأبدي منها",
  },
  {
    id: uuidv4(),
    content: "ھل أنا مكافأتك أم جزاؤك ؟  وھل أنت ثوابي أم عقابي",
  },
  {
    id: uuidv4(),
    content:
      "انتهى من اعداد القهوة فصبها في كوب صغير وجلس يرتشف السائل الساخن عطر الرائحة شاعراً به يغسل أعصابه عصباً عصباً",
  },
  {
    id: uuidv4(),
    content: "بالطبع مثلي كمثل أي كائن أرضي محترم أخاف من زوجتي ",
  },
  {
    id: uuidv4(),
    content: "لابتزاز لعبة من تعفنت روحه",
  },
  {
    id: uuidv4(),
    content:
      "أُرَحِب جداً بدرجة من الإهمَال ، الإهمَال الصِحى الذى يعطينى حريتى ",
  },
  {
    id: uuidv4(),
    content:
      "أنت رومانسى  و ككل رومانسى أنت ترفض الزمن الحالى  ترفض الواقع  و الواقع يقول أنه لا مكان لك",
  },
  {
    id: uuidv4(),
    content: "الفوضى تربح دائماً لأنها أكثر تنظيماً ",
  },
  {
    id: uuidv4(),
    content:
      "ليست مشكلة الحياة أنها كريهة لا تطاق  المشكلة أنها كان يمكن أن تكون أفضل بكثير",
  },
  {
    id: uuidv4(),
    content: "الحل الوحید للمشاكل النفسیة ھو: لا تكن عاطلاً  لا تكن وحیدًا",
  },
  {
    id: uuidv4(),
    content:
      "لسبب ما يعامل المصريون من يقرأ بشك رهيب، اما اذا كان يقرأ كتبا سياسية يتحول فالشك الى يقين",
  },
  {
    id: uuidv4(),
    content:
      "عندما لا يتناسب الانفعال مع المناسبة فإن ما تشعر به هو إحساس عارم بالسخف",
  },
  {
    id: uuidv4(),
    content: "أنا أحب البساطة   وأتضايق جداً عند ارتدائي البذلة ",
  },
  {
    id: uuidv4(),
    content: "من المفترض أننا أنهينا الدهشة منذ زمن وصار كل شيئ قابلا للتصديق",
  },
  {
    id: uuidv4(),
    content: "أحب الحزن   ولو زالت أسبابه لشعرت بحزن عمیق",
  },
  {
    id: uuidv4(),
    content:
      "إن النصابين هم أكثر الناس إيحاءاً بالثقة بالتأكيد   وإلا فكيف ينجحون فى عملهم",
  },
  {
    id: uuidv4(),
    content:
      "ما أجمل أن توجد و أن تملأ المكان و الزمان  ما أجمل أن تكون هناك لحظة قادمة و ما أروع أن تكون هناك لحظة ماضية  لحظة قادمة تفعمك بالأمل و لحظة ماضية تفعمك بالحنين",
  },
  {
    id: uuidv4(),
    content:
      "ان الكتمان لنعمة, القناع الاجتماعى نعمة لو وجد انسان قادر على رؤية الناس من غير ثياب فلابد انه سيموت من الاشمئزاز  الثياب ضرورية جدا وكذا بعض الخصوصية",
  },
  {
    id: uuidv4(),
    content:
      "قانون القطارات : لو وصلت للمحطة مبكراً تأخر القطار ، بينما لو وصلت متعجلاً فاتك القطار",
  },
  {
    id: uuidv4(),
    content:
      "ليست الحياة مطعماً حريصاً على إرضاء الزبائن لو لاحظت هذا   إن من بتر لغم ساقيه, والطفل الذى يرتجف فى برد الليل جوار جدار مُهدّم لم يحبا أن يكونا فى هذا الوضع   لكنها الحقيقة",
  },
  {
    id: uuidv4(),
    content: "لماذا يكون الشر ايجابياً دائماً فى حين يندر الخير الإيجابي",
  },
  {
    id: uuidv4(),
    content:
      "يبدو أنه بدين كنوع من الحماية   كل هذا الدهن يحاول ان يحمي تلك الروح المرهفة الحساسة ",
  },
  {
    id: uuidv4(),
    content:
      "هؤلاء يوصلونك للحظة تسكت فيها من الاشمئزاز   فيحسبون انهم انتصروا و افحموك",
  },
  {
    id: uuidv4(),
    content: "من اجل ثوان كھذه يقولون إن الحیاة كلھا جمیلة",
  },
  {
    id: uuidv4(),
    content:
      "إن التاريخ بكرر نفسه لأن الحمقى لم يصغوا إليه جيدا فيىالمرة الأولي",
  },
  {
    id: uuidv4(),
    content: "أى شىء تضعه فى مكان آمين ، لن تجده ثانية",
  },
  {
    id: uuidv4(),
    content:
      "كان يعيش بأربع شخصيات مختلفة يجمع بينها أنه يتهم بالتقصير في كل مكان يذهب إليه",
  },
  {
    id: uuidv4(),
    content: "الدموع تزداد غزارة كلما سأل الحمقى عنها",
  },
  {
    id: uuidv4(),
    content:
      "كان يصغي للنكات في تحفز عدواني كأنما ينتظر اللحظة المناسبة ليعلن: لم اضحك على أية نكتة",
  },
  {
    id: uuidv4(),
    content:
      "كان معلق المباراة يتكلم بسرعة لدرجة أن اللاعبين راحوايحاولون جاهدين عمل هذه الأشياء التي يصفها",
  },
  {
    id: uuidv4(),
    content: "الحياة دائرة مفرغة من التجاهل المتبادل",
  },
  {
    id: uuidv4(),
    content:
      "لماذا كان اباطرة روما و عامة الشعب يحبون مشاهدة العبيد يمزقون بعضهم ؟  لماذا لم يكسب الفقر الفقراء رحمة",
  },
  {
    id: uuidv4(),
    content:
      "المرأة الخيالية او الحالمة هى الجحيم ذاته لانها لن تجد من تبحث عنه ابدا لن تجد فارسها وسوف تكتفى بتعذيب البائس الذى رضيت به",
  },
  {
    id: uuidv4(),
    content:
      "مساكين نحن البشر  نطارد الأوهام في كل صوب، ثم نكتشف أنها أوهام  بعد ثوان نرى أوهاما جديدة في الأفق فنطاردها",
  },
  {
    id: uuidv4(),
    content: "إن مشكلتنا هى أن الجميع يفتى فى الدين وبخاصة من لا يعرفون",
  },
  {
    id: uuidv4(),
    content:
      "الأفكار العظيمة لا نتذكرها أبدأ ، والأفكار الغبية لا ننساها أبداً",
  },
  {
    id: uuidv4(),
    content:
      "فى عالمنا لو كنا سنصغى لكل هراء نسمعة ، فلن نجد وقتاً لأى شىء أخر",
  },
  {
    id: uuidv4(),
    content: "إن شعرك جيد، ولكن ماذا تريد أن تقوله للناس في شعرك غير إنك شاعر",
  },
  {
    id: uuidv4(),
    content: "كان موظفًا منحرف المزاج وقحًا مع الجمهور، لأنه غير مرتش",
  },
  {
    id: uuidv4(),
    content: "كان موظفًا منحرف المزاج وقحًا مع الجمهور، لأنه غير مرتش",
  },
  {
    id: uuidv4(),
    content: "كان يكرهها بشدة لأنها تجعله يكره نفسه",
  },
  {
    id: uuidv4(),
    content:
      "إذا كنت أنت الطرف الخطأ الذي لا حق له فعليك أن تكون الأعلى صوتاً و الأكثر صراخاً  هذا يقنع الناس بعدالة قضيتك ",
  },
  {
    id: uuidv4(),
    content: "سئمت التظاھر بأنني آخر",
  },
  {
    id: uuidv4(),
    content: "لا يكفیك أن تنساھا   يجب كذلك أن تنسى أنك نسیتھا ",
  },
  {
    id: uuidv4(),
    content:
      "أحيانًا نسخر ممن يتوقعون منا الأفضل، ثم نكتشف أنهم كانوا على حق وأننا أفضل مما تصورنا",
  },
  {
    id: uuidv4(),
    content:
      "هذه ادوية لا قيمة لها الا انها رخيصة!  اي انها تعطيك مزية ان تتعاطى شيئا و لا تنتظر الموت الموت عاجزا",
  },
  {
    id: uuidv4(),
    content: "من الأفضل أن تكون مُخطئاً على أن تكون آسفاً",
  },
  {
    id: uuidv4(),
    content: "لماذا لا يتصرف الذين نكرههم بلطف وتهذيب وينتحرون ",
  },
  {
    id: uuidv4(),
    content:
      "جو الشتاء الحزين ودفء البیت والحنین لشيء ما   كل ھذا يغريك بأن تلصق انفك بزجاج النافذة وتحلم   لكن ھناك منذ میلاد البشرية ما يرغم الإنسان على الخروج تحت الأمطار ذاھباً لمكان ما",
  },
  {
    id: uuidv4(),
    content:
      "يقولون إن الأمل موجود   لكنك لا تجرؤ علي الاعتراف بذلك   وفي الوقت نفسه يبدو اليأس شيئا مبتذلاً مستهلكاً   وتواصل ما تفعله الحيوانات دائماُ   البقاء حياً",
  },
  {
    id: uuidv4(),
    content:
      "يومًا ما سأقرأ كل هذه الكتب وعندها أصير رائعًا   المشكلة أن هذا اليوم لم يأت بعد",
  },
  {
    id: uuidv4(),
    content: "للشرف حدود يتهاوى بعدها",
  },
  {
    id: uuidv4(),
    content: "نعم هو كتاب (رخيص )  رخيص في محتواه لكن سعره خمسون جنيهاً",
  },
  {
    id: uuidv4(),
    content: "انه يبدو لها حبا بلا امل لكنها لا تستطيع الخلاص منه ",
  },
  {
    id: uuidv4(),
    content:
      "من الفظيع ان تدرك انك غير قادر علي التركيز ولا استجماع افكارك   هذا عذاب يفوق عذاب ان تجد نفسك سجين مقعد متحرك",
  },
  {
    id: uuidv4(),
    content:
      "ليست الثقافة دينا يوحد بين القلوب ويؤلفها: بل هي على الأرجح تفرقها، لأنها تطلع المظلومين على هول الظلم الذي يعانونه، وتطلع المحظوظين على ما يمكن أن يفقدوه",
  },
  {
    id: uuidv4(),
    content:
      "بعد أيام   عندما تفقد التجربة ذاتيتها وأهميتها النابعة من كونها تجربتي أنا  عندئذ قد أكتبها في قصة قصيرة   وربما لا أفعل ",
  },
  {
    id: uuidv4(),
    content:
      "لا توجد دجاجة تذبح دون أن تملأ الدنيا صراخاً   حسن ما جدوى الصراخ ؟   إنها ستذبح في كل الظروف ، لكني أقول لك إنها تعبر عن كيانها  عن احتجاجها   ومن دون هذا هي لا وجود لها",
  },
  {
    id: uuidv4(),
    content:
      "لا توجد شخصيات بيضاء أو سوداء في التاريخ , بل هناك الرمادي بدرجاته",
  },
  {
    id: uuidv4(),
    content: "معلوماتي عن كرة القدم هي معلومات خالتي عن اللغة اليابانية",
  },
  {
    id: uuidv4(),
    content:
      "إن المخ البشرى عجيب فى قدرته على التكيف و التعود   لو أرغموك على معانقة غوريلا مليئة بالبراغيث يومياً لمدة عام، لشعرت عندما يوقفون ذلك بأنك تفتقدها",
  },
  {
    id: uuidv4(),
    content:
      "الكلام الفارغ يجب أن يقرأ بسرعة البرق، والكلام المھم يجب أن يقرأ ببطء السلحفاة   نصيحة لن أنساها لأحد معلقي الكتب الأمريكیین",
  },
  {
    id: uuidv4(),
    content:
      "لو كان بوسعنا أن نختار زملاءنا فى العمل لتحولت الحياة إلى جنة صغيرة   أن تختار بيئتك و أبويك و زملائك فى العمل و ربما رؤسائك هكذا تصير الحياة أجمل من أن تصدق",
  },
  {
    id: uuidv4(),
    content:
      "الناس ينجبون كي تكون عندهم ذريعة للاستسلام للقهر   عندها يصیر بوسعهم ان يقولوا لولا   أطفالنا لكنا قد فعلنا كذا وكذا ",
  },
  {
    id: uuidv4(),
    content: "نعم ھي غامضة ولكن لأنھا تعتقد أن غموض المرأة جذاب",
  },
  {
    id: uuidv4(),
    content:
      "إنه ذلك الطبع البغيض لدى الناس ان يعرفوا منك كل شئ على سبيل الفضول و هم يعرفون أنهم غير قادرين على مساعدتك",
  },
  {
    id: uuidv4(),
    content:
      "القراءه بالنسبه الى نوع رخيص من المخدرات لا افعل يها شىء سوى الغياب عن الوعى",
  },
  {
    id: uuidv4(),
    content:
      "المعرفة تختلف عن الحكمة، ومعرفة عدد رمال الشاطيء أو عدد أشجار الغابة لن تقودك إلى الحكمة  ربما تقودك إلى الضياع الأبدي  ثمة أمور يحسن أن تبقى تحت غطاء، والخطر كل الخطر أن يراها أمثالك، ولربما كان ثمن الحقيقة نهايتك لأن الشمس إصر على كاهل الواهنين ",
  },
  {
    id: uuidv4(),
    content:
      " هي نظرية الملح والسكر الملح كثير إذن زد السكر السكر كثير فلتزد الملح النتيجة هي أن الطبيخ صار لا يؤكل كثرة ما أضيف له",
  },
  {
    id: uuidv4(),
    content:
      "هذه مزية أن تهتم بأمور لم تعد تهم أحدا   على الأقل لن يسرقك الآخرون",
  },
  {
    id: uuidv4(),
    content: "في حياة كل إنسان لحظة لا تعود الحياة بعدها كما كانت قبلها ",
  },
  {
    id: uuidv4(),
    content:
      "اليوم 15 مارس   يصر الكمبيوتر على أن منحناي النفسي في الحضيض   لا أعرف كيف   لكني قررت أن أكتئب وأحزن فأنا لن أفهم أفضل من الكمبيوتر",
  },
  {
    id: uuidv4(),
    content:
      "لحظة النجاح تقترب جدا لكن لحظة الفشل تقترب كذلك  لا يمكن إلا أن تحسد المحظوظين الذين فشلوا منذ البداية",
  },
  {
    id: uuidv4(),
    content:
      "لا أعرف السبب في أن الشباب الجديرين بالحب لا يصلحون للزواج ، و العكس   معظم العرسان الجاهزين القادمين من الخليج لا يتمتعون بشيء من مواصفات فتية الأحلام",
  },
  {
    id: uuidv4(),
    content: "قانون الذاكرة : فرصة نسان شىء مهم تتناسب مع   مع  مع ",
  },
  {
    id: uuidv4(),
    content: "أقصر طريق للنجاح هو أن تكتب كتابا عن أقصر الطريق له",
  },
  {
    id: uuidv4(),
    content:
      "صعب أن تختلق آراء تختلف كلية عن آرائك  ,  ممكن تتظاهر بذلك بعض الوقت لكن في النهاية تطفو شخصيتك إلى السطح",
  },
  {
    id: uuidv4(),
    content:
      "جزء مهم من انسانيتنا ان نشعر باننا قابلون للمعارضه هذا يمنحنا شعورا بالنضج",
  },
  {
    id: uuidv4(),
    content:
      "أحب القوم الذين لا يعتبرون مشاكلهم نهاية العالم، ويتوقعون أن يحدث كسوف شمسي أو جفاف أو أن يزحف التصحر إلى شمال أفريقيا، لمجرد أنهم يشعرون بإحباط عاطفي",
  },
  {
    id: uuidv4(),
    content:
      "البشر لا يقدرون علي توزيع الثراء منذ فجر التاريخ لذلك اكتفوا بتوزيع الفقر",
  },
  {
    id: uuidv4(),
    content:
      "لو كان هناك شيء أكرهه أكثر من الرجل الذي لا يطيق أن يبقى بلا أكل بضع ساعات ، فهو الرجل الذي يتكلم بفم مليء بالطعام",
  },
  {
    id: uuidv4(),
    content:
      "أنت رقیقة كزھرة البانسیه   لا اعرف شكل زھرة البانسیة لكني عرفته بعد ما رأيتك!",
  },
  {
    id: uuidv4(),
    content:
      "قانون الورشة : أية أداة تسقط فى الورشة سوف تتدحرج إلى الركن الذى يستحيل الوصول إليه ",
  },
  {
    id: uuidv4(),
    content: "عندما لا تكون هناك كهرباء   فهى لا تنقطع أبدا",
  },
  {
    id: uuidv4(),
    content: "إن عدد المعتوهين في هذا العالم قد فاق تعداد البشرية نفسها ",
  },
  {
    id: uuidv4(),
    content: "دراما الواقع أقوى ألف مرة وأكثر جموحاً من خيال أي كاتب",
  },
  {
    id: uuidv4(),
    content:
      "وضع إسرائيل خطأ   ورم سرطاني مزروع وسط جسد لا يقبله   هذا الوضع لا يمكن أن يستمر للأبد حتى لو كان الجسد مريضاً",
  },
  {
    id: uuidv4(),
    content:
      "“ان الأنسان الميت هو الذي كف عن التعلم و اكتساب الخبرات   ولهذا ترون أننا محاطون بالموتي الأحياء طيله الوقت",
  },
  {
    id: uuidv4(),
    content:
      "يقولون: إن المرض الوحيد الذي يصحو فيه المريض مرهقاًبعد نوم تسع ساعات كاملة هو الاكتئاب  كل الأمراض الأخرى - بما فيها الدرن والسرطان - يصحو مريضها من التوم أفضل حالاً ",
  },
  {
    id: uuidv4(),
    content: "دموع الأنثي هي الشئ الوحيد في العالم الذي تزداد قيمته كلما كثر",
  },
  {
    id: uuidv4(),
    content:
      "نضجت الفكرة في رأسي تمامًا فلم يبق إلا صبغها بالحبر لتصير مرئية   إن رأسي كالحامل المتم الآن ",
  },
  {
    id: uuidv4(),
    content:
      "نحن نبحث عن ذريعة لبقائنا، هذه الذرائع التي تُبقينا أحياء ساعة  أخرى  يومًا آخر  عامًا آخر  قد تكون الذرائع طفلًا جميلًا أو قصة حب  ربما تكون، في أقل صورة لها، كتابًا ننتظره بشغف",
  },
  {
    id: uuidv4(),
    content:
      "الأرق نوع من الإمساك العصبى   لا يمكن تفريغ أحشائك العصبية من ذكرياتها المؤذية مهما حاولت",
  },
  {
    id: uuidv4(),
    content: "أضفت صورته لصور الذين أريد أن أتذكر أنني أحببتھم يومًا ما",
  },
  {
    id: uuidv4(),
    content: "كل الثورات الشعبية فى التاريخ بدأت بذبح الأثرياء",
  },
  {
    id: uuidv4(),
    content:
      "كنت أظن ان من يحبني سيحبني حتي وانا غارق في ظلامي حتي وانا وممتلئ بالندوب النفسية، حتي وأنا عاجز عن حب نفسي سيحبني رغما عن هذا لكن لا لا احد يخاطر ويدخل يده في جُب بئر كلهم يريدوننا بنسختنا السعيدة  الظلام لنا وحدنا",
  },
  {
    id: uuidv4(),
    content:
      "فقط فى سن العشرين أدركت الحقيقة القاسية , وهى أن علىّ أن أحيا بلا أحلام",
  },
  {
    id: uuidv4(),
    content:
      "لماذا لا تتركونا وشأننا ؟  سرقتم منا الماضى والحاضر والمستقبل   لكنكم تكرهون أن تتركونا نعيش",
  },
  {
    id: uuidv4(),
    content: "أنا بكتيريا مرغمة على الحياة مهما حدث لها",
  },
  {
    id: uuidv4(),
    content:
      "الخجل ينبع من توهمك لأهمية مبالغ فيها لنفسك انت لست مهماً على الإطلاق و ليس هناك شخص متفرغ لمراقبه خلجاتك و أخطائك لو أنك أخرجت كسرولة و وضعتها على رأسك فلن يهتم احد أكثر من ثلاثه دقائك ",
  },
  {
    id: uuidv4(),
    content:
      "الدوله تخدعك طيله الوقت انت لا تنال خدمات ولا رعايه صحيه و ليس من حقك المسكن ولا الزواج ولا العلاج و بعد هذا كله تملا الدنيا صراخا من اجل دجاجه بها بعض الماء اخرس ولا كلمه",
  },
  {
    id: uuidv4(),
    content: "الاخلاق تتاكل فى الفقر كما يتاكل المعدن الذى يقطر فوقه الماء",
  },
  {
    id: uuidv4(),
    content:
      "صغيرة جدا  لكنها أدركت بشكل ما أنها تُعاقب لأنها أنثى  الجريمة الشنعاء هي أنها لم تُولد ذكراً، وهذا هو الخطأ الأعظم",
  },
  {
    id: uuidv4(),
    content: "سر تكريمنا المبالغ فیه للموتى ھو أنھم لن يضرونا بعد الیوم ",
  },
  {
    id: uuidv4(),
    content:
      "الناس ينجبون كي تكون عندهم ذريعة للاستسلام للقهر   عندها يصير بوسعهم أن يقولوا: لولا أطفالنا لكنا قد فعلنا كذا وكذا ",
  },
  {
    id: uuidv4(),
    content:
      "كان ينصحنى أن اتقى الله واكف عن الكتابة   لماذا لايتقى هو الله ويكف عن القراءة",
  },
  {
    id: uuidv4(),
    content:
      "للحواس درجة معينة من (الفولت) بعدهاتحترق او تعجز عن الاستيعاب ، و لرُب صرخة عالية جدًا لدرجة ان احدًا لا يسمعها",
  },
  {
    id: uuidv4(),
    content:
      "فى كل زمان و مكان نجد ان الشر اكثر ذكاءا وايجابية و نفاد بصيرة، بينما يتصرف الخير غالبا بتخبط و سذاجة، لو ان الاخيار امتلكو ذكاء الاشرار وايجابيتهم واتحادهم مره واحده فقط",
  },
  {
    id: uuidv4(),
    content: "أحيانا تكون المعطيات صحيحة لكنها تقودنا لاستنتاجات خاطئة تماما",
  },
  {
    id: uuidv4(),
    content:
      "الخلاصة التى توصلت لها بعد دقيقة قى هذا العالم هو أن هؤلاء القوم يتظاهرون بأنهم أحياء",
  },
  {
    id: uuidv4(),
    content: "اتركوا لي ما تبقى مني",
  },
  {
    id: uuidv4(),
    content:
      "البطولة ليست مقصورة على ذوى العضلات وذوات الفتنة   والحلم مكفول للجميع",
  },
  {
    id: uuidv4(),
    content:
      "  كانوا يشتمونه في غيبته  فرحت أدافع عنه دفاعًا متخاذلاً لا يعني أنه محق بل يعني أنني شهم !! لم أتصور أنني بهذا اللؤم من قبل",
  },
  {
    id: uuidv4(),
    content:
      "عندما تغرب الشمس وتلطخ دمائها ثوب المساء الازرق عندئذ يبدأ فجر النافاراي",
  },
  {
    id: uuidv4(),
    content:
      "‏أنا دائمًا بخير، أعرف كيف أتجاوز كل شيء وحدي، أعرف كيف أنام وفى قلبي ما يكفي من الألم",
  },
  {
    id: uuidv4(),
    content:
      "نتھت صداقتنا لیس بمشاجرة أو موقف عنیف، وإنما ھي حالة من القرف والملل التدريجي   ما ينتھي ببطء لا يعود بسرعة   لا يعود أبدًا ",
  },
  {
    id: uuidv4(),
    content:
      "ومن الجلى انه سيعيش ويموت خامد الذكر  سوف تنسى الارض انه مشى عليها يوما، فقط يعيد للتربة بعض الكربون والنيتروجين كانت أمه قد اقترضتهما من الوجود وحان وقت إرجاع القرض",
  },
  {
    id: uuidv4(),
    content: "لغز هذا البلد هو أن هناك دائماً من يشترى فى كل وقت وبأى سعر ",
  },
  {
    id: uuidv4(),
    content:
      "أنتهت صداقتنا ليست بمشاجرة أو موقف عنيف و إنما هى حالة من القرف و الملل التدريجى   ماينتهى ببطء لا يعود بسرعة   لا يعود أبداً",
  },
  {
    id: uuidv4(),
    content:
      "لقد تحول هؤلاء القوم إلى مخلوقات أبعد ما تكون عن البشر  قشرة مخ لم تعد تؤدى أى دور معهم  فقط بتحركون للجنس أو للعنف  الاغتصاب يمنح الشيئين معاً",
  },
  {
    id: uuidv4(),
    content:
      "لتكن لك الكلمة الأخيرة دائماً قبل أن يجد خصمك الرد المناسب   لأن هذا سيقتله غيظاً",
  },
  {
    id: uuidv4(),
    content:
      "بعض الإشاعات تشم فیھا رائحة الكبت والرغبة في أن يحدث ھذا فعلاً  أنت تتمنى أن يحدث كذا فتزعم أن فلانًا فعله   عملیة معقدة جدًا نفسیًا",
  },
  {
    id: uuidv4(),
    content:
      "فكرت أن أقتل نفسي، ثم وجدت أنه من الأفضل أن أشتري شطيرتين من السجق من عند عواد، مع كوب شاي بالنعناع  في الصباح سوف أنسى كل شيء  وهو ما حدث فعلاً",
  },
  {
    id: uuidv4(),
    content:
      "الحنان اغرب ظاهره في العالم  الشئ الوحيد الذي يتشابه اعطاؤه مع تلقيه  هي النشوه ذاتها سواء كان مسار الحنان منك او اليك",
  },
  {
    id: uuidv4(),
    content:
      "هذه الجدران تخنقه !   أخذ شهيقاً عميقاً   يتمنى الخروج من جدران هذا الكابوس   هناك فتحة ما ، لكن أين هي",
  },
  {
    id: uuidv4(),
    content:
      "صعب أن اكتب قصة رومانسية   الرومانسية جزء من نسيج حياتنا   جزء من الإحباط والطموح والمعاناة والشهوات   الخ   لا أؤمن بالرومانسية لمجرد الرومانسية",
  },
  {
    id: uuidv4(),
    content:
      "لماذا تصرون على ذبح الدجاجة وسرقة كل مسمار في السفينة؟ لماذا لا تبقونها طافية؟   محمد علي أراد حَلب مصر، لكنه قرر أن يسمنها ويحسن تغذيتها جيداً أولاً   فلماذا لا تتعلمون منه؟",
  },
  {
    id: uuidv4(),
    content:
      "السعادة لا تمنح إلا لنفوس تعرف قيمتها  نحن نرث حكمة القرون ومعها نرث غباء القرون كذلك  الميراث لا يتجزأ",
  },
  {
    id: uuidv4(),
    content:
      "إنه الاكتئاب   الاكتئاب الخام الذي يمكن أن تذيب منه قطعاً في مياه الشرب لتجعل أمة من البشر تقرر الانتحار",
  },
  {
    id: uuidv4(),
    content:
      "العراف ليس شخصاً قادراً على رؤية الغيب، بل هو شخص قادر على جعل كلامه يبدو كذلك",
  },
  {
    id: uuidv4(),
    content:
      "تمثیلیات التلفزيون تجذب بعض الناس لیس لحبھم للدراما، ولكن لأنھا تتیح لھم نوعًا بارعًا من التلصص على أحوال وبیوت الآخرين",
  },
  {
    id: uuidv4(),
    content:
      "يومًا ما سأقرأ كل ھذه الكتب وعندھا أصیر رائعًا   المشكلة أن ھذا الیوم لم يأت بعد",
  },
  {
    id: uuidv4(),
    content:
      "الشرك قريب جدا  أقرب مما نتصور  الناس يعبدون إلها خفيا هو الناس الآخرون ولهم تتعبد وتخشع وتصلي  يخشونهم ويعملون لهم ألف حساب لكنهم لا يعترفون بذلك",
  },
  {
    id: uuidv4(),
    content:
      "بيريجيب  كلمة روسية عبقرية  محاولة تقويم العصا مما يؤدي إلى ثنيها في اتجاه آخر  كل حياتنا هي نوع من هذا البيريجيب",
  },
  {
    id: uuidv4(),
    content:
      "المعرفة ليست مفتاح السعادة في كل الأحيان كما يعتقد الفلاسفة، بل هي كرة نار تحرق من يمسك بها  ثمة أسرار من الخير لها أن تبقى مغطاة مسربلة في إزارها  إنك إن كشفت عورتها أصابك الهلع والاشمئزاز",
  },
  {
    id: uuidv4(),
    content:
      "عبارة لا معنى لھا لكن الكاتب وضع في آخرھا علامة تعجب   مما يجعلك ترى ابتسامة خبیثة على شفتیه فتعید قراءة الجملة بتمعن",
  },
  {
    id: uuidv4(),
    content:
      "أحيانا أشعر أن المصريين شعب يستحق ما يحدث له   شعب خنوع فاقد الهمة ينحنى لاول سوط يفرقع فى الهواء",
  },
  {
    id: uuidv4(),
    content:
      "كل رجل يحتاج إلي أم وممرضة وممثلة سينما حسناء   طوبي للرجل الذي يجد زوجة تجمع هذه الصفات جميعا ",
  },
  {
    id: uuidv4(),
    content:
      "كانت تلوك اللادن بطريقة فاحشة  المفترض أن يقنن هذا الموضوع وتتعامل معه شرطة الآداب",
  },
  {
    id: uuidv4(),
    content:
      "ان الناس يجب أن لا تتزوج إلا لكي تأتي للعالم بمن هو أفضل  طفل أجمل منك  أغنى منك  أقوى منك",
  },
  {
    id: uuidv4(),
    content:
      "سنوات من القهر جعلتهم أقرب إلى الوحوش  يوماً بيوم يفقدون جزءاً من آدميتهم حتى صاروا كائنات مريعة بحق",
  },
  {
    id: uuidv4(),
    content: "سوف نفشل ليس لأن الظروف ضدنا   سنفشل لأننا قررنا أننا سنفشل",
  },
  {
    id: uuidv4(),
    content: "كان اللیل صامتًا ذلك الصمت الذي يئز في الأذن ويصیبك بالصمم",
  },
  {
    id: uuidv4(),
    content:
      "يمكنني أن أحب ألف واحدة غیرك   وإن كنت أنت لا تبالین بي فھذا بوسع أية واحدة منھن",
  },
  {
    id: uuidv4(),
    content:
      "هناك جريمة مشينة اليوم اسمها أن تعبر عن رأيك  لا بد من ممارسة سياسة ما يطلبه المستمعون  فقط عليك أن تعرف ما يروق لجمهورك",
  },
  {
    id: uuidv4(),
    content:
      "لو كانت عفاف هى عفاف لتزوجتها ،لكنه سوف يتزوجها ويتزوج معها مجتمعاً كاملاً   سوف يتزوج مستوى اجتماعياً مختلفاً وطبقه وعادات وتقاليد وحفنه من الوجوه الكالحه المصابه بفقر الدم",
  },
  {
    id: uuidv4(),
    content:
      "قانون البساط : سمك البساط الفاخر فى غرفة المسئول الذى تقابله يدل على حجم المشكلة التى أنت متورط فيها ",
  },
  {
    id: uuidv4(),
    content:
      "باختصار أنا كلمات  بعضها مضحك وبعضها حزين وبعضها مفتعل  كلها في دفاتر ليست معي في هذه اللحظة  بحثت عني فلم أجدني",
  },
  {
    id: uuidv4(),
    content: "أنت في الدائرة  لا يمكنك أن تختلف",
  },
  {
    id: uuidv4(),
    content:
      "أحياناً أشعر أن المصريين شعب يستحق ما يحدث له  شعب خانع فاقد الهمة ينحى لأول سوط يفرقع فى الهواء ",
  },
  {
    id: uuidv4(),
    content: "الناس مولعة بأن تنخدع حقا  كلما تضخمت الكذبة كان تصديقها اسهل",
  },
  {
    id: uuidv4(),
    content: "إن القبر لا يبالي بإسم العظام الراقدة فيه",
  },
  {
    id: uuidv4(),
    content: "ولأنك مغرور   تحسب أنّك أذكى من أن تعيش حياة الآخرين",
  },
  {
    id: uuidv4(),
    content:
      "عندما تخترق آخر حدود التعقل، تشعر بأن التعقل تمدد ليضم لنفسه حدودا أخري يسيطر عليها الاعتياد والملل والرتابة  حتي إفراغ مثانتك في حوض المطبخ يبدو متعقلا مملا",
  },
  {
    id: uuidv4(),
    content: "عزاءك الوحيد إذا مت بعد الخامسة و الأربعين هو أنك لم تمت شابا",
  },
  {
    id: uuidv4(),
    content:
      "يمكن أن تألف كل المشاعر الكريھة ما عدا الملل   لم ألق من يمل الحديث عن الملل",
  },
  {
    id: uuidv4(),
    content:
      "إن أنانية الإنسان ولا مبالاته تثيران حنقى دوما!! لقد تعلمت ألا أندهش لشىء، وتعلمت أننا جميعا حفنة من الأوغاد لن ينقذهم من عذاب جهنم إلا رحمة ربى ",
  },
  {
    id: uuidv4(),
    content:
      "كنت أومن طيلة حياتى أنه من الخير للمرء ان يكون شيطاناً فى أفكاره و يتعامل كملاك، من أن يكون ملاكاً فى أفكاره ويتعامل كشيطان",
  },
  {
    id: uuidv4(),
    content:
      "مهما حاولت المرأة ستظل اهمية وجود الرجل في حياتها حقيقة لا فرار منها",
  },
  {
    id: uuidv4(),
    content:
      "لقد تعلمت دوما ان احترم الصامتين وأري فيهم اعماقا رائعة فاذا تكلموا ادركت أي مغفلا كنته",
  },
  {
    id: uuidv4(),
    content: "الحرص على العدل و عدم التحيز قد يدفع الناس لأقسى أنواع الظلم",
  },
  {
    id: uuidv4(),
    content: "الرضا كوب من الماء الصافي  يمكن لاي شئ ان يفسده",
  },
  {
    id: uuidv4(),
    content:
      "مشكلتى مع الزواج هى أننى سريع الملل وسلبى إلى حد مفزع   ومعنى الزواج هو أن أجتاز غابة شائكة من الإجراءات والمفاوضات والمجاملات و ",
  },
  {
    id: uuidv4(),
    content:
      "أنــا مــت لكن ليس إلــي هــذا الحد  هلكــت لكــنــي لم أهللــك جــداً تمزقــت لكــن ليــس كمــا تظــن",
  },
];
export default data;
