import { v4 as uuidv4 } from "uuid";

const data = [
  {
    id: uuidv4(),
    content:
      "من من الناس حولنا يحظى بشخصية واحدة ؟ نحن في مسرح كبير ، الجميع ممثلون ، يقولون كلاما جذابا فوق الخشبة ويتهامسون بكلام آخر وراء الكواليس ، هكذا الجميع من القاعدة حتى العلالي",
    book: "الشيطان يعظ",
  },
  {
    id: uuidv4(),
    content:
      "اقبلونا كمان نحن .. أو اتركونا كما نحن فلا أنتم تملكون حق تعديلنا ..ولا نحن نملك رغبة التبرير",
    book: "",
  },
  {
    id: uuidv4(),
    content: "من العبث أن تناقش قومًا ليس بينك وبينهم لغة مشتركة",
    book: "المرايا",
  },
  {
    id: uuidv4(),
    content: "إذا لم يكن للحياة معنى فلم لا نخلق لها معنى",
    book: " السكرية",
  },
  {
    id: uuidv4(),
    content: "إن خرجنا سالمين فهي الرحمة وإن خرجنا هالكين فهو العدل",
    book: "أصداء السيرة الذاتية",
  },
  {
    id: uuidv4(),
    content: "مجهول من مجهول إلى مجهول. متى يرحم العقل نفسه ويستسلم للنوم",
    book: "ثرثرة فوق النيل",
  },
  {
    id: uuidv4(),
    content:
      "و الحب نفسه أي قيمة له إذا لم يقتنع به العقل تمامًا؟ الحب الأعمى سيظل أعمى و يتمخض بعد الإشباع عن خواء",
    book: "قلب الليل",
  },
  {
    id: uuidv4(),
    content: "الواقع أنني فريسة جنون طاغ يلفظ قيم الحياة كافة",
    book: " الحب فوق هضبة الهرم",
  },
  {
    id: uuidv4(),
    content:
      "وهل يستطيع المرء أن يتطلع إلى السماء وفي النفس نزوع إلى الأرض؟إن فضيلة الزواج أنه يخلص من الشهوات ويطهر الجسد",
    book: "عبث الأقدار",
  },
  {
    id: uuidv4(),
    content:
      "كل مصيبة غير مُتوقَعةٍ لا تُصَدَّق.. لكن الحياة تبدو أحيانا كسلسلة من المصائب غير المُتوقعةِ",
    book: " حضرة المحترم",
  },
  {
    id: uuidv4(),
    content: "لا أجيد رد الكلمة الجارحة بمثلها فأنا لا أجيد السباحة بالوحل",
    book: "اللص والكلاب",
  },
  {
    id: uuidv4(),
    content: "لن أنسى الماضي لسبب بسيط هو أنه حاضر ـ لا ماضٍ ـ في نفسي",
    book: "اللص والكلاب",
  },
  {
    id: uuidv4(),
    content:
      "لا أحب قلة الأدب وعلى العكس، أحب الأدب والجمال والرقة وكل أولئك هو أنتِ",
    book: "اللص والكلاب",
  },
  {
    id: uuidv4(),
    content: "ولأول مرة سيطارد اللص الكلاب",
    book: "اللص والكلاب",
  },
  {
    id: uuidv4(),
    content:
      "إن الله خلق النجوم الجميلة ليحفزنا إلى النظر إلى أعلى. وإن المأساة أنها ستطل يوما من عليائها فلا تجد لنا من أثر. ولا يتحقق معنى لوجودنا إلا بالعرق والدم.",
    book: "",
  },
  {
    id: uuidv4(),
    content: "كان تيار الحياة المتدفق ابدا ، يجرف زبد الأحزان",
    book: "الحب فوق هضبة الهرم",
  },
  {
    id: uuidv4(),
    content: "ولكنّه أراد السرور ساعة، ولو خدع نفسه وغالطَ رأيه",
    book: "خان الخليلي",
  },
  {
    id: uuidv4(),
    content:
      "قلبت وجهي في مجموعتنا فرأيت وجوها تشي بأكثر من أصل تتراوح جذورها ما بين البلقان والسودان مارا بالشام ومصر. قلت لنفسي إن أضمن وأعرق أصل للإنسان هو الأرض",
    book: " تحت المظلة",
  },
  {
    id: uuidv4(),
    content:
      "الفشل! . اللعنة التي تدفن ولا تموت. ما أفظع ألا يستمع لغنائك أحد، ويموت حبك لسر الوجود. ويمسي الوجود بلا سر. وتبعث الحسرات يوما لتخرب كل شيء",
    book: "الشحاذ",
  },
  {
    id: uuidv4(),
    content:
      "نحن مرضي، أنا مريض علي الأقل وأعرف أسباب مرضي، وهي مريضة أيضا، وقد ينتعش الحب يوما وقد يستسلم لموت أبدي، ونحن علي أي حال ننتظر ولا يؤرقنا الانتظار",
    book: " الكرنك",
  },
  {
    id: uuidv4(),
    content: "صلوا على النبي.. إنه سكندري.. والشخر عندهم كالتنفس عندنا",
    book: " حديث الصباح والمساء",
  },
  {
    id: uuidv4(),
    content: "من العبث أن تحاول الوصول إلى منطق ثابت من خلال عاصفة",
    book: "الكرنك",
  },
  {
    id: uuidv4(),
    content:
      "ثروة تريح من العناء، كي يفرغ المرء لقلبه، ويمضي العمر في يسر وطرب",
    book: "",
  },
  {
    id: uuidv4(),
    content:
      "من المحقق أنهما لا يعرفان أن النيل هو الذي قضى علينا بما نحن فيه وأنه لم يبقى من عبادتنا القديمة إلا عبادة أبيس وأن الداء الحقيقي هو الخوف من الحياة لا الموت",
    book: "ثرثرة فوق النيل",
  },
  {
    id: uuidv4(),
    content: "الرضا يساوى التعود على الرضا",
    book: " خان الخليلي",
  },
  {
    id: uuidv4(),
    content:
      "لا يخلو طريق الإنسان من أزمات وهي امتحان يكشف عن قوته كما يعري ضعفه",
    book: "القرار الأخير",
  },
];
export default data;
