import { v4 as uuidv4 } from "uuid";

const quotes = [
  {
    id: uuidv4(),
    content: "وحيداً حين أمسي ففي وحدتي أنسي",
    author: "Khaled Ibrahim",
  },
  {
    id: uuidv4(),
    content: "ولن أَكْسِبُ شَيئًا إذا خَسِرتُ نَفْسي",
    author: "Khaled Ibrahim",
  },
  {
    id: uuidv4(),
    content: "الطرق الوحيدة التي تستحق أن نسلكها هي تلك التي تؤدي إلى أعماقنا",
    author: "شارل جولييه",
  },
  {
    id: uuidv4(),
    content: "أَنا صامتٌ طِوال الوقت وأخشى أنّ أنسى الكلام",
    author: "دوستويفسكي ",
  },
  {
    id: uuidv4(),
    content:
      "نمضي وتبقى العيشة الراضية  وتنمحي آثارنا الماضية فقبل أن نحيا ومن بعدنا  وهذه الدنيا على ماهية",
    author: "Omar Khayyám, رباعيات خيام",
  },
  {
    id: uuidv4(),
    content: "كنتُ أَريد أَن أُجدد نفسي أنّ أبدوَ إنساناً لا عِلاقة له بالحزن",
    author: "عبد الرحمن منيف, قصة حب مجوسية",
  },
  {
    id: uuidv4(),
    content: "وإني مُفارقك وإن كنت آبَى",
    author: "Khaled Ibrahim",
  },
  {
    id: uuidv4(),
    content:
      "أَعتقدُ أَنني أَفهمُ الآن أَنَ سعادتي تكمنُ في التخلي عنّ المزيد لا الحصول على المزيد ‏دونَ ندمٍ أو خوفٍ أو حزن",
    author: "محمد الحنطة",
  },
  {
    id: uuidv4(),
    content: "عِشْ في هذا العالم كأنك وحدك فأنت كذلك",
    author: "Khaled Ibrahim",
  },
  {
    id: uuidv4(),
    content: "الغضب هو مجرّد تقيّؤ عقلي",
    author: "أوشو",
  },
  {
    id: uuidv4(),
    content:
      "في هذه اللحظة أستحضر حياتي الماضية وأدرك أن الذاكرة نهر نهرُ يجري إلى الوراء على الدوام",
    author: "Paulo Coelho",
  },
  {
    id: uuidv4(),
    content: "أنت ملاكٌ حينما تصيب بشرٌ حينما تخطئ وأنا شيطانٌ في الحالتين",
    author: "Khaled Ibrahim",
  },
  {
    id: uuidv4(),
    content: "ليس لدى المرء دائماً الوقت الكافي لتلبية رغباته الاخيرة",
    author: "José Saramago",
  },
  {
    id: uuidv4(),
    content: "من أُذاق ظُلمة الجهل أدرك أن العلم نور",
    author: "مصطفى نور الدين",
  },
  {
    id: uuidv4(),
    content: "كلما تزايد الخطر تزايد ما ينقذنا منه",
    author: "فردريك هولدرلين",
  },
  {
    id: uuidv4(),
    content: "إن اعتياد طلوع الشمس كل يوم ورؤيتها , قد يقتل فيك عظمتها",
    author: "حمد جمال علي",
  },
  {
    id: uuidv4(),
    content: "هذا هو الجيد في السينمايمكنك فيها أن تقتل كل من يفيض عن حاجتك",
    author: "غابرييل غارسيا",
  },
  {
    id: uuidv4(),
    content:
      "أنا مُبتلَى بيـا نسبة نجاة معدومة في المية مقطوم في القلب ناب  يارب . . طبطب عليا",
    author: "أحمد العايدي",
  },
  {
    id: uuidv4(),
    content: " أعجبُ كيف يُغريني طريقي وموتِي فيهِ أقربُ من نجاحي",
    author: "غازي القصيبي",
  },
  {
    id: uuidv4(),
    content:
      "لا تدع أحلامك تموت  لا تدع آمالك تتلاشى  قاتل من أجل ما هو صحيح  لا تتخلى عنها أبدًا  حبك العظيم هنا ليبقى",
    author: "Sami Abouzid",
  },
  {
    id: uuidv4(),
    content:
      "نعاني في المحبة ونعاني في العزلة. المعاناة هي عامل رئيسي في حياتنا حتى نتمكن من تقدير المشاعر الرائعة والمبهجة التي نشعر بها عندما نكون في حالة حب حقًا",
    author: "Sami Abouzid",
  },
  {
    id: uuidv4(),
    content:
      "كلما كانت الكذبة كبيرة جدا واسعة جدا صارت أقرب للتصديق, لأنه - ببساطة - لن يتصور أحد أن هناك كذبة بهذا الحجم",
    author: "أحمد خالد توفيق, شآبيب",
  },
  {
    id: uuidv4(),
    content: "الوجع أن أحبك بعمري وعمرك يصبح لغيري",
    author: "ahmed abdelmohsen",
  },
  {
    id: uuidv4(),
    content: "لكي تلمع مثل الماس  يجب أن تكون صعبًا مثل الماس  لا تنكسر",
    author: "P.S. Jagadeesh Kumar",
  },
  {
    id: uuidv4(),
    content: "فقد عشت للجميع ونسيت ان اعيش لنفسى",
    author: "ahmed abdelmohsen",
  },
  {
    id: uuidv4(),
    content: "إنك كالملاك. أنت نجمي وأينما كنت أحبك وسأظل كذلك",
    author: "Sami Abouzid",
  },
  {
    id: uuidv4(),
    content: "قلبي يتوق لابتسامتها",
    author: "جيوفاني دي ساديلير",
  },
  {
    id: uuidv4(),
    content: "الكسل داء دواءه تكاسل عن الكسل",
    author: "Noureddine Rahmani",
  },
  {
    id: uuidv4(),
    content: "أن يكون لديك هدف -ولو بسيط- أفضل دائمًا من أن تكون بلا هدف",
    author: "Khaled Ibrahim",
  },
  {
    id: uuidv4(),
    content:
      "و ككل صبيحة أنتظر الشروق لعله يزف لي اشراقة فلا هي أشرقت بما أريد و لا هي أشرقت من مغربها",
    author: "Nabil TOUSSI",
  },
  {
    id: uuidv4(),
    content: "وحقي فيك يا وطني غريق",
    author: "Khaled Ibrahim",
  },
  {
    id: uuidv4(),
    content:
      "جرب صدق حسن الظن في تعاملك مع الناس , وستشعر بإرتياح نفسي ولن تأخذ الأمور بشكل شخصي أو بعصبية",
    author: "احمد الشقيري",
  },
  {
    id: uuidv4(),
    content:
      'ففي المواقف التفصيلية من حياة الأفراد و الأمم يكون للإنسان فرصة واحدة لا ثاني لها لأن "يكون أو لا يكون',
    author: "عيد الناصر",
  },
  {
    id: uuidv4(),
    content:
      "الأنغام الموسيقية الناعمة للغة العربية رقصت في داخلي حالما سمعت أصوات لغة أمي",
    author: "Susan Abulhawa",
  },
  {
    id: uuidv4(),
    content: "دعني أحرق الماضي بجمر عينيك.. دعني أحرقه ورقة ورقة.",
    author: "Malak El Halabi",
  },
];
export default quotes;
