import { v4 as uuidv4 } from "uuid";
const data = [
  {
    id: uuidv4(),
    content:
      "إياك و الرضى عن نفسك فإنه يضطرك إلى الخمول، وإياك والعجب فإنه يورطك في الحمق، وإياك والغرور فإنه يظهر للناس كلهم نقائصك كلها ولا يخفيها إلا عليك",
    book: "",
  },
  {
    id: uuidv4(),
    content: "لو أن الإنسان خلق كاملا لما احتاج إلى أن يطمع في الكمال",
    book: " في الأدب الجاهلي",
  },
  {
    id: uuidv4(),
    content:
      "فلنبتهل إلى الله في أن يبرئنا من علة الكلام الكثير ، فلعلنا إن برئنا من هذه العلة أن نجد العزاء عن آلامنا وكوارثنا ، في العمل الذي يزيل الآلام ، ويمحو الكوارث ، ويجلي الغمرات",
    book: "بين بين",
  },
  {
    id: uuidv4(),
    content: "لو أدبه الشعب حين كذب كذبته الأولى لما عاد إلى الكذب مرة أخرى",
    book: " جنة الشوك",
  },
  {
    id: uuidv4(),
    content: "ويل لطالب العلم إن رضي عن نفسه",
    book: "",
  },
  {
    id: uuidv4(),
    content: "دموع الحب..قطرات من نهر في الجنة",
    book: "",
  },
  {
    id: uuidv4(),
    content:
      "القوانين حين تشتد في مصادرة حرية الرأي لا تحمي الفضيلة وإنما تحمي الرذيلة وتخلي بينها وبين النفوس",
    book: "مستقبل الثقافة في مصر",
  },
  {
    id: uuidv4(),
    content: "الذين لا يعملون يؤذي نفوسهم أن يعمل الناس",
    book: "",
  },
  {
    id: uuidv4(),
    content: "فإذا ابتسم الصبح و أشرق الضحى و استيقظت الحياة ذابت كل المروعات",
    book: "دعاء الكروان",
  },
  {
    id: uuidv4(),
    content:
      "و هكذا جمعنا الزمان و المكان و الشوق أما الزمان و المكان فلا ثبات لهما ، و أما الشوق فلا يورث الا الحزن",
    book: "",
  },
  {
    id: uuidv4(),
    content:
      "أنما هو الحب هو الحب الذي يطمع في كل شئ و يرضى بأقل شئ، بل يرضى بلا شئ، بل هو سعيد كل السعادة ما وثق بأن بيتاًواحداً يحويه مع من يحب و يهوى. هو الحب ما في ذلك من شك، لكن الشك المؤلم المضني إنما يتصل بالقلب",
    book: "دعاء الكروان",
  },
  {
    id: uuidv4(),
    content: "حذار .. فأننى لم أجد تجارة هى أربح من بيع الأحلام",
    book: "",
  },
  {
    id: uuidv4(),
    content:
      "مصر خليقة أن يُحسب لها حساب حين ترضى، و أن يُحسب لها حساب حين تغضب، و أن يُحسب لها حساب حين تريد",
    book: "أحاديث جدتي",
  },
  {
    id: uuidv4(),
    content:
      "الفلسفة هي مظهر الحياة العقلية القوية. وهي وسيلة الانسان إلي أن يتصور الحقائق ويحكم عليها بعقله لا بخياله",
    book: "",
  },
  {
    id: uuidv4(),
    content: "إن الجامعة تتألف من طالب حر وأستاذ حر",
    book: "",
  },
  {
    id: uuidv4(),
    content:
      "الجمال لايستقيم الا اذا جاوره القبح والنعيم لايكمل الا إذا جاوره الجحيم",
    book: "",
  },
  {
    id: uuidv4(),
    content:
      " ألم تكن غريبة هذه الصداقة بيني و بين هذا الشاب على ما كان بيننا من الأئتلاف و الأختلاف؟ أكانت صداقة خالصة ام كان وراءها أكثر من الود الذي يكون بين الأصدقاء؟",
    book: "دعاء الكروان",
  },
  {
    id: uuidv4(),
    content: "الشاعر والفليسوف وصاحب الفن طفل مهما يكبر",
    book: "",
  },
  {
    id: uuidv4(),
    content:
      "التاريخ سخيف لا خير فيه إن كان يعيد نفسه، لأن ذلك يدل على أنه لم يستطع للناس وعظاً ولا إصلاحاً",
    book: "جنة الشوك",
  },
  {
    id: uuidv4(),
    content: "أعجب لدولة يخدمها موظفون تحيا أجسادهم، وتموت نفوسهم",
    book: "المعذبون في الأرض",
  },
  {
    id: uuidv4(),
    content:
      "ما أسهل المكر حين تتهيأ له النفس ! وما أيسر الكيد حين يطمئن إليهِ الضمير ",
    book: "دعاء الكروان",
  },
  {
    id: uuidv4(),
    content: "احسن المعرفه معرفتك لنفسك واحسن الادب وقوفك عند حدك",
    book: "",
  },
  {
    id: uuidv4(),
    content: "منذ أن سمع صوتها لم يعرف قلبه الألم",
    book: " الأيام",
  },
  {
    id: uuidv4(),
    content: "الآمال لا تصدق أصحابها دائماً، وإنما تكذبهم في كثير من الأحيان",
    book: "المعذبون في الأرض",
  },
  {
    id: uuidv4(),
    content: "ليس أخطر على المودة الخالصة من دخول المنفعة بين صديقين",
    book: " جنة الشوك",
  },
  {
    id: uuidv4(),
    content:
      'إنني لأخشى إن انجابت عنا هذه الظلمة و غمرنا الضوء أن يكره كل واحد منا النظر في وجه صاحبه" آمنة',
    book: "دعاء الكروان",
  },
  {
    id: uuidv4(),
    content:
      "إذا أسرف الشيء في الوجود فهو غير موجود، سواء رضيت الفلسفة عن هذا الكلام أم لم ترض",
    book: "المعذبون في الأرض",
  },
  {
    id: uuidv4(),
    content:
      "إن الناس دائما طوع شهواتهم و عبيد أهوائهم و هم متأثرون بمؤثرات مختلفة تضطرهم إلى ظلم الأحياء و لا تعفيهم من ظلم الموتى",
    book: "حافظ وشوقي",
  },
  {
    id: uuidv4(),
    content:
      "ما دام في الأرض سادة يملكون مئات الألوف، وخدم لا يملكون شيئاً وفرص للهو ينفق فيها المال فكل العصور واحدة وإن طال الزمن",
    book: " جنة الشوك",
  },
  {
    id: uuidv4(),
    content: "ليتني أستحيل ظلاً فأفهم حديث الظلال",
    book: " دعاء الكروان",
  },
  {
    id: uuidv4(),
    content: "الحرية تحمل الأحرار أعباء ثقالاً",
    book: "جنة الشوك",
  },
  {
    id: uuidv4(),
    content: "انظري إلى هذه الحياة التي يملؤها النشاط فأفيضي منها على قلبك ",
    book: " دعاء الكروان",
  },
  {
    id: uuidv4(),
    content:
      "وما أعرف شيئاً يدفع النفس-ولا سيما النفوس الناشئة- إلى الحرية و الإسراف فيها احياناً كالأدب",
    book: "الأيام",
  },
  {
    id: uuidv4(),
    content: "كان من أخلاق المسلمين الصادقين ألا يتكبروا ولا يمنوا بإسلامهم",
    book: "الوعد الحق",
  },
  {
    id: uuidv4(),
    content:
      "فمتى يستكشف العلم هذه الجراثيم المعنوية التي تفسد الود ، وتفتك بالحب ، وتقطع أمتن ما يكون بين الناس من صلات",
    book: "الحب الضائع",
  },
  {
    id: uuidv4(),
    content: "عجبت للذين يشيعون الجنائز ويستطيعون أن يفكروا في شيء غير الموت",
    book: "جنة الشوك",
  },
  {
    id: uuidv4(),
    content:
      "إن من الحق على الدولة أن تعلم البخلاء كيف يكون الكرم والجود بسلطان القانون، إذا لم يصدر عن يقظة الضمائر وحياة النفوس",
    book: "المعذبون في الأرض",
  },
  {
    id: uuidv4(),
    content:
      "الحياة لا تحب الناس إلا حين يعملون لكسب حبها وي لا تحتقر أحداً كما تحتقر الذين يعيشون عيالاً على غيرهم",
    book: "",
  },
  {
    id: uuidv4(),
    content:
      "السلو عن الإثم لا يكفي لمحوه، وإنما الندم وحده هو الذي يطهر القلوب ويهيء النفوس للتوبة النصوح",
    book: " جنة الشوك",
  },
  {
    id: uuidv4(),
    content: "فإن المواعيد لا تضرب لتنقض ، وإنما تضرب ليوفى بها أصحابها",
    book: "الحب الضائع",
  },
  {
    id: uuidv4(),
    content:
      "التاريخ سخيف، كما أن الموت سخيف، لأن الموت يعيش بين الناس ولا يبلغ من نفوسهم موعظة ولا إصلاحاً",
    book: "جنة الشوك",
  },
  {
    id: uuidv4(),
    content: "انظري الى هذا الضحى المشرق ، وأفيضي بعض إشراقه على نفسك",
    book: "",
  },
  {
    id: uuidv4(),
    content: "السيد الجدير بالسيادة هو الذي لا يطغى إن استغنى ولا يذل إن احتاج",
    book: "جنة الشوك",
  },
  {
    id: uuidv4(),
    content:
      "ان اخفاء المودة يوشك ان يمحوها , وان اسرار الإخاء يوشك ان يقتله , وان التصريح بالكذب والنفاق واعلان التباعد والخصومة يوشك ان يجعل الكذب والنفاق والتباعد والخصومة اصولا لما نتسانف من حياة",
    book: "جنة الحيوان",
  },
  {
    id: uuidv4(),
    content:
      "السياسة كالطبيعة لها حكمة لم تستطيع عقول الناس أن تفهم حقائقها بعد",
    book: "جنة الشوك",
  },
  {
    id: uuidv4(),
    content: "أعيش مع الناس مشاركاً لهم الدنيا، مفارقاً لهم في الدين",
    book: "الوعد الحق",
  },
  {
    id: uuidv4(),
    content:
      "كان يعتمد على نفسه ما واتته قوة الشباب فلما أدركته الشيخوخة اتخذ من التملق عصاً يدب عليها",
    book: " جنة الشوك",
  },
  {
    id: uuidv4(),
    content:
      "يالها من قوة هائلة تسيطر على النفوس فتمحوها حظها من الشخصية والإرادة محواً , هذه القوة التي يسمونها الحياء ورعاية العرف وما له من حرمات",
    book: " دعاء الكروان",
  },
  {
    id: uuidv4(),
    content: "شقاء السعيد بسعادته بطر، وسعادة الشقي بشقائه حسد",
    book: "جنة الشوك",
  },
  {
    id: uuidv4(),
    content: "لسان النساء لايحب ان يستقر في افواههن",
    book: "",
  },
  {
    id: uuidv4(),
    content:
      "الفن الرفيع قيد حر، فهو يفرض على صاحبه أثقالا وأغلالا لايستطيع أن يتخلص منها دون أن يفسد فنه إفسادا وينحرف به عن طريقه المستقيمة المقسومة له",
    book: "",
  },
  {
    id: uuidv4(),
    content: "حياة الناس ليست رهينة بما يريدون، وليست مستجيبة لما يقدّرون",
    book: "الوعد الحق",
  },
  {
    id: uuidv4(),
    content:
      "إنه صراع بين الحرية التي تريد أن يكون جنودها أبطالاً والمنفعة التي تريد أن يكون جنودها أرقاء",
    book: "جنة الشوك",
  },
  {
    id: uuidv4(),
    content:
      "أنما الأشباح و الخوف و الفزع واليأس بنات الليل يطمئن إليها و تطمئن إليه و تستظل به و يبسط عليها ظله المظلم المخيف",
    book: " دعاء الكروان",
  },
  {
    id: uuidv4(),
    content:
      "و سلك حديثي هذا سبيله إلى قلب أختي كما يسلك النور و الحياة سبيلهما إلى نفسها",
    book: "دعاء الكروان",
  },
  {
    id: uuidv4(),
    content:
      "لقد عاد الأمر بيني و بين الشاب غلى مثل ما كان بيني و بين خديجة من النقاء و الطهر. ألم أخلق إلا لأحيا حياة الأصدقاء",
    book: "دعاء الكروان",
  },
  {
    id: uuidv4(),
    content:
      "وأمانة العلم كما تعرف ثقيلة جداً لا ينهض بها إلا الأقوياء، وقليل ما هم.",
    book: "الأيام",
  },
  {
    id: uuidv4(),
    content:
      "وتعلم أن من الخطل والحمق، الاطمئنان إلى وعيد الرجال، وما يأخذون أنفسهم به من عهد",
    book: "الأيام",
  },
  {
    id: uuidv4(),
    content: "الأبوة والأمومة لا تعصم الأب والأم من الكذب والعبث والخداع.",
    book: "الأيام",
  },
  {
    id: uuidv4(),
    content: "إن من النفاق ما هو أصعب احتمالاً على أصحابه من الصراحة",
    book: " جنة الشوك",
  },
  {
    id: uuidv4(),
    content: "كل عمل صالح عبادة",
    book: "",
  },
  {
    id: uuidv4(),
    content:
      "الشئ الذى لا يمكن أن يتعرض للشك هو أن المسلمين قد اختلفوا على عثمان، وأن هذا الاختلاف قد انتهى إلى ثورة قتل فيها عثمان، وأن هذه الثورة قد فرّقت المسلمين تفريقاً لم يجتمعوا بعده إلى الآن",
    book: "عثمان",
  },
  {
    id: uuidv4(),
    content:
      "ما دام الانسان قادراً على أن يذهب ويجيء فلا جناح عليه في أن يذهب ويجيء",
    book: "ما دام الانسان قادراً على أن يذهب ويجيء فلا جناح عليه في أن يذهب ويجيء",
  },
  {
    id: uuidv4(),
    content:
      "إنما هو الهيام في الأرض والسكر بهذا الشراب الخطر الذي نسميه حب الحرية والذي يكلفنا",
    book: " دعاء الكروان",
  },
  {
    id: uuidv4(),
    content: "رأي قيصر فخافه وطمع فيه، ولم يرى الآلهة فلم يحفل بهم",
    book: "جنة الشوك",
  },
  {
    id: uuidv4(),
    content:
      "إن الحب لا يسأم ولا يمل ولا يعرف الفتور ولا بد أن تلح فى حبك حتى تظفر بمن تحب أو تفنى دونه",
    book: "",
  },
  {
    id: uuidv4(),
    content: "الخوف إن أنتج الفن مرة فلن ينتجه مرتين",
    book: "",
  },
  {
    id: uuidv4(),
    content: "الحاجة أقوى من الحيطة",
    book: "المعذبون في الأرض",
  },
  {
    id: uuidv4(),
    content:
      "إن الصنيعة لا تزال محتفظة بقيمتها ما دام شكرها يسيراً، فإذا جلت عن الشكر جوزيت بالكفر والجحود",
    book: "جنة الشوك",
  },
  {
    id: uuidv4(),
    content: "كان يكره أن يضحك إخوته، أو تبكي أمه، أو يعلمه أبوه في هدوء حزين",
    book: "الأيام",
  },
  {
    id: uuidv4(),
    content: "أكبر الظن أن شقاء الأشقياء، هو الذي أذكى سعادة السعداء",
    book: "المعذبون في الأرض",
  },
  {
    id: uuidv4(),
    content: "ما أشد ما تعبث الأوهام بعقول العقلاء",
    book: "شجرة البؤس",
  },
  {
    id: uuidv4(),
    content: "الحرية لا تستقيم مع الجهل",
    book: "مستقبل الثقافة في مصر",
  },
  {
    id: uuidv4(),
    content: "كل انسان ميسر لما خلق له، لا يبذل من الجهد الا ما تبلغه طاقته",
    book: "الأيام",
  },
  {
    id: uuidv4(),
    content:
      "كان قليل الأكل، لا لأنه كان قليل الميل إلى الطعام، بل لأنه كان يخشى أن يُوصف بالشره أو أن يتغامز عليه إخوته. وقد آلمه ذلك أول الأمر، لكنه لم يلبث أن تعوده حتى أصبح من العسير عليه أن يأكل كما يأكل الناس",
    book: " الأيام",
  },
  {
    id: uuidv4(),
    content:
      "الله قد خلق النوع الإنساني كله مستعدا للرقي، قادرا على التقدم، خليقا أن يبلغ من الكمال ما يتاح للناس أن يبلغوه",
    book: " مستقبل الثقافة في مصر",
  },
  {
    id: uuidv4(),
    content:
      "الحب لايحتقر شيئا كما يحتقر الرفعه والضعه ولايسخر من شيء كما يسخر من تفاوت الطبقات والمراتب",
    book: "",
  },
  {
    id: uuidv4(),
    content: "وإنما الحياة تمضي كما تريد هي لا كما يريد الناس",
    book: " ‫المعذبون فى الأرض",
  },
  {
    id: uuidv4(),
    content:
      "صداقة الكتاب تفيد وتدوم وعطاؤها يتجدد..وصداقة الكتاب لا ترهق ..وتعطى لإنسان قيمة حقيقية",
    book: "لماذا نقرأ؟",
  },
];
export default data;
