import { v4 as uuidv4 } from "uuid";

const data = [
  {
    id: uuidv4(),
    content: "الخطوة بميل هنا فا ماتجريش",
    song: "ديب",
  },
  {
    id: uuidv4(),
    content: "تشتري مادة تبيع إخلاص عارفك يلا مننا متغاظ",
    song: "ديب",
  },
  {
    id: uuidv4(),
    content: "مش هلحق حد انا مش  هيرو ",
    song: "ديب",
  },
  {
    id: uuidv4(),
    content: "البس النضارة هتشوفو الهلاك  عمري ما قولت أن انا ملاك ",
    song: "ديب",
  },
  {
    id: uuidv4(),
    content: "أغلى واحد في مجاله، أنا الكاچو",
    song: "Intro",
  },
  {
    id: uuidv4(),
    content: "الناس دي لفت على رقمي، الناس دي داخت",
    song: "Intro",
  },
  {
    id: uuidv4(),
    content: "أنا أقدر أشتري دماغي مهما كانت غالية",
    song: "Intro",
  },
  {
    id: uuidv4(),
    content: "أنا كفن أنا خشب أنا الهلاك",
    song: "Intro",
  },
  {
    id: uuidv4(),
    content: "دا كان زمان بيحبك",
    song: "Intro",
  },
  {
    id: uuidv4(),
    content: "بتعيش عشان لحظة والنظرة بتقتلك",
    song: "Intro",
  },
  {
    id: uuidv4(),
    content: "الصحبه بتتغربل ومفضلش غير دول ",
    song: "فريون",
  },
  {
    id: uuidv4(),
    content: "مفيش اخلاص لاندال",
    song: "فريون",
  },
  {
    id: uuidv4(),
    content: "كلها بتتمسكن بتعزف كمانجات اول ما تتملك بتفرتك درامزات",
    song: "فريون",
  },
  {
    id: uuidv4(),
    content: "عادي بتحصل محدش قال هتدوم نيجي و نرحل و نتمحي من القلوب",
    song: "معلش انا توهت",
  },
  {
    id: uuidv4(),
    content: "و ارجع من هنا معلش انا توهت و مش قادر ارجع زي ما كنت",
    song: "معلش انا توهت",
  },
  {
    id: uuidv4(),
    content: "و مش فاضل مني اكتر من اللي راح",
    song: "معلش انا توهت",
  },
  {
    id: uuidv4(),
    content: "كلت منكو الجو بس مش بيشبع",
    song: "معتز",
  },
  {
    id: uuidv4(),
    content: "مش فاكر اصلا فين خلفتو و نسيتوضض",
    song: "معتز",
  },
  {
    id: uuidv4(),
    content: "افصله حتى لو مالي كل الشرط",
    song: "معتز",
  },
  {
    id: uuidv4(),
    content: "بتقلق من شقك يلا انت مش بوص",
    song: "معتز",
  },
  {
    id: uuidv4(),
    content: "ساندويتش دومتي انت منفوخ على الفاضي",
    song: "معتز",
  },
  {
    id: uuidv4(),
    content: "لا اتكلم تكفي نظراتي",
    song: "معتز",
  },
  {
    id: uuidv4(),
    content: "سملي الكاس في الاخر هو شربو",
    song: "معتز",
  },
  {
    id: uuidv4(),
    content: "مبغنيش بالحب",
    song: "تجيلي الصبح",
  },
  {
    id: uuidv4(),
    content: "خفافيش ومبنشوفش",
    song: "تجيلي الصبح",
  },
  {
    id: uuidv4(),
    content: "مش برد عالفيسبوك",
    song: "تجيلي الصبح",
  },
  {
    id: uuidv4(),
    content: "أنا بتحدى الفيزيا",
    song: "تجيلي الصبح",
  },
  {
    id: uuidv4(),
    content: "لو مبتألفش أنت مش أرتيست",
    song: "تجيلي الصبح",
  },
  {
    id: uuidv4(),
    content: "بحرق بس ببرود",
    song: "تجيلي الصبح",
  },
  {
    id: uuidv4(),
    content: "ساعتي بتبان لما بركن",
    song: "تجيلي الصبح",
  },
  {
    id: uuidv4(),
    content: "من مجرد نظرة هي تتبرجل",
    song: "تجيلي الصبح",
  },
  {
    id: uuidv4(),
    content: "بتجيلي أحلام إن أحلام بتجيلي",
    song: "شيت مش لاقي ولا تشيرت",
  },
  {
    id: uuidv4(),
    content: "مليش في الناس الرايقة بموت في الناس العكرة",
    song: "شيت مش لاقي ولا تشيرت",
  },
  {
    id: uuidv4(),
    content: "أنسى الناس تفتكرك",
    song: "شيت مش لاقي ولا تشيرت",
  },
  {
    id: uuidv4(),
    content: "شيل أشخاص من حياتي بـ الملقاط",
    song: "شيت مش لاقي ولا تشيرت",
  },
  {
    id: uuidv4(),
    content: "صحاب مكان فمبندفعش لما بنكسر",
    song: "سمير قميص",
  },
  {
    id: uuidv4(),
    content: "يا لسا ماتخدعتش يا قليل وتشك",
    song: "سمير قميص",
  },
  {
    id: uuidv4(),
    content: "لما بقرر أبقى غتت بتتوتر",
    song: "سمير قميص",
  },
  {
    id: uuidv4(),
    content: "على طموحك إني أطلعك في لقطة",
    song: "سمير قميص",
  },
  {
    id: uuidv4(),
    content: "وزع ملاحق على كل الشباب الساقطة",
    song: "سمير قميص",
  },
  {
    id: uuidv4(),
    content: "إﻟﻠﻲ بييكرهني ﺑﯿﻐﻠﻲ و ﺑﻘﻄﻊ اﻷﻧﺪال",
    song: "ثانوس",
  },
  {
    id: uuidv4(),
    content: "ﺗﻘﻠﺖ ع اﻟﺮز ﻓﺎ إﺳﺘﻮى ﻗﺒﻞ ﻣﺎ ﺗﺠﯿﻠﻲ ﺗﺘﺰوق",
    song: "ثانوس",
  },
  {
    id: uuidv4(),
    content: "ﻛﻠﻪ ﻳﺜﺒﺖ ﻣﻜﺎﻧﻪ ﺣﻮﻟﺘهم ﻟﺘﺮاب زي ﺛﺎﻧﻮس",
    song: "ثانوس",
  },
  {
    id: uuidv4(),
    content: "تهت ﺷﻮﻳﺔ و ﻗﻮﻣﺖ ﺳﺎرح ﻛﻞ ده ﻟﺴﺔ ﻣﻦ إﻣﺒﺎرح",
    song: "ثانوس",
  },
  {
    id: uuidv4(),
    content: "واكل الجو انا نشره نازل تقطيع فيكم أﻧﺎ ﻣﺸﺮط",
    song: "ثانوس",
  },
  {
    id: uuidv4(),
    content: "ﻛﻞ إﻟﻠﻲ ﻛﺎن ﺑﯿﻘﺼﺮ ﺑﻘﻲ ﺑﻤﻌﺮﻓﺘﻲ ﺑﯿﺘﻤﻨﻈﺮ",
    song: "ثانوس",
  },
  {
    id: uuidv4(),
    content: "شفاف وفـ نفس الوقت قابل للكسر شخصيتك زجاجية",
    song: "بهبد",
  },
  {
    id: uuidv4(),
    content: "مش طالبة كلام لست في هذه الحالة المزاجية",
    song: "بهبد",
  },
  {
    id: uuidv4(),
    content: "نجم فـ نفسي حتى لو لابس شبشب ومبهدل",
    song: "بهبد",
  },
  {
    id: uuidv4(),
    content: " زي دماغ النعامة بيدفن",
    song: "بهبد",
  },
  {
    id: uuidv4(),
    content: "صاحبتك قالتلي إنك ATM فانا فهمت إنك إتم",
    song: "بهبد",
  },
  {
    id: uuidv4(),
    content: "وبيبصوا عليا يقولوا الواد ده إتشهر على ايه",
    song: "بهبد",
  },
  {
    id: uuidv4(),
    content: "تفتح أي مواضيع أنا أقفلها",
    song: "همج",
  },
  {
    id: uuidv4(),
    content: "جزمي مش أصلية الأصلي عندي الشخصية",
    song: "همج",
  },
  {
    id: uuidv4(),
    content: "صعب تلاقيني زي الركنة",
    song: "همج",
  },
  {
    id: uuidv4(),
    content: "أنت مش قد الكاس أنت دوري",
    song: "همج",
  },
  {
    id: uuidv4(),
    content: "عندي حساسيه من الارتباط فين الدوا",
    song: "همج",
  },
  {
    id: uuidv4(),
    content: "بالإكتئاب مرتبط زي الموضة وسعر الشيء",
    song: "عزرائيل",
  },
  {
    id: uuidv4(),
    content: "خلص كل اللي كان جوا، مش فاضل غير عبوة",
    song: "عزرائيل",
  },
  {
    id: uuidv4(),
    content: "هلاوس الفشل في دماغي فنانة بتبدع بالليل",
    song: "عزرائيل",
  },
  {
    id: uuidv4(),
    content: "الوقت للأسف بقى غير مناسب اللي فات إتدفن ومحضرتش المراسم",
    song: "عزرائيل",
  },
  {
    id: uuidv4(),
    content: "بوستاتك مبتتقريش، خط دكتور",
    song: "عزرائيل",
  },
  {
    id: uuidv4(),
    content: " إرتاحت؟ إطلاقاً قومت أنا ضاحك نفاقاً",
    song: "عزرائيل",
  },
  {
    id: uuidv4(),
    content: "بتيجي كده فجأة كل حاجة بتبقى غامقة و الدنيا بتبقى ساكتة",
    song: "كل حاجة بتبقى غامقة",
  },
  {
    id: uuidv4(),
    content:
      "احيانا ببقى شايفها مستحيلة و الهموم بتزيد و بتبقى تقيلة و ببقى عايز اسيب نفسي اغرق فيها",
    song: "كل حاجة بتبقى غامقة",
  },
  {
    id: uuidv4(),
    content:
      "كات تسود في عينيا و تغمق كنت بحس ان الارض بتتشق حيطان على بعض بتتزق",
    song: "كل حاجة بتبقى غامقة",
  },
  {
    id: uuidv4(),
    content: "الخوف كداب... ماتصدقوش مفيش حاجة مش بتعدي و تفوت",
    song: "كل حاجة بتبقى غامقة",
  },
  {
    id: uuidv4(),
    content: "راجع من حرب على نفسي انتصرت",
    song: "كان في دماغي وحوش",
  },
  {
    id: uuidv4(),
    content: "بتبقو في حالة تأاكل لما الواحد بينساكو",
    song: "كان في دماغي وحوش",
  },
  {
    id: uuidv4(),
    content: "مش تايه اخيرا",
    song: "كان في دماغي وحوش",
  },
  {
    id: uuidv4(),
    content: "هتعدي ماتخافش مهما الحمل زاد هتفوت في الصخر طول ما ربك معاك",
    song: "كان في دماغي وحوش",
  },
  {
    id: uuidv4(),
    content: "تلاجة لدماغى علشان ساحت مسا لنفسيتى علشان ارتاحت ",
    song: "مسا",
  },
  {
    id: uuidv4(),
    content: "احنا الى دهنا الدوكو هوا",
    song: "مسا",
  },
  {
    id: uuidv4(),
    content: "الاربغ فصول مشاغب طول السنة قلة ادب ",
    song: "مسا",
  },
  {
    id: uuidv4(),
    content: "لو مفيش مكان المكان يفضالى",
    song: "مسا",
  },
  {
    id: uuidv4(),
    content: "منمتش من امبارح عشان شاحب شوفت المنفسنين قمت ضاحك",
    song: "البريمو",
  },
  {
    id: uuidv4(),
    content: "عامل مع كل اخصامي الجلاشة لما بتغاشم كله بيتلاشى",
    song: "ليون كينج",
  },
  {
    id: uuidv4(),
    content: "انت بتكرهني عشان هي حبتني",
    song: "ليون كينج",
  },
  {
    id: uuidv4(),
    content: "صاحبي انت اللي هتكسب  عشان بتراهن على اسمي",
    song: "ليون كينج",
  },
];
data.sort((a, b) => 0.5 - Math.random());
export default data;
