import { v4 as uuidv4 } from "uuid";

const data = [
  {
    id: uuidv4(),
    content: "كل الناس دى منافقه...نص الناس دى مرضى",
    song: "ادرينالين",
  },
  {
    id: uuidv4(),
    content: "كل بيكره لما بتاخد اى خطوه كل بيفرح لما الدنيا تسيب فيك صدمه",
    song: "ادرينالين",
  },
  {
    id: uuidv4(),
    content: "ميه  و خمسين سد اتبنى اما ابتدينا كسرناهم عادى و كملنا و مشينا",
    song: "ادرينالين",
  },
  {
    id: uuidv4(),
    content: "مابنشكيش الهم غير للى خالقنا اى حاجه بنخسرها بترجع و تجلنا",
    song: "ادرينالين",
  },
  {
    id: uuidv4(),
    content:
      "زى المدينة الامى كتيره بس صعب الايام تهدنى بحاول استسلم بس بفضل اكمل و اعافر عشان دمى كله ادرينالين ",
    song: "ادرينالين",
  },
  {
    id: uuidv4(),
    content: "سهل ان انساكي بس صعب استناكي ",
    song: "ادرينالين",
  },
  {
    id: uuidv4(),
    content: "الهم يزيد و انا بغنى  قبل ما اجى اكلك مش هسمى",
    song: "ادرينالين",
  },
  {
    id: uuidv4(),
    content: "مش قاصد اذيك بس ده فنى كوكايينا فى دمى،المدينة في قلبي ",
    song: "ادرينالين",
  },
  {
    id: uuidv4(),
    content:
      "مش محتاج غير ذاتى و الحلم اللى امنت بيه قبل اما تقولى ايأس حاول تحفر قبر ادفنى فيه ",
    song: "ادرينالين",
  },
  {
    id: uuidv4(),
    content: "اوعى الدنيا تتوه روحك كانوا بيقولولى سوده الناس فى عيونى",
    song: "ادرينالين",
  },
  {
    id: uuidv4(),
    content: "دنيا ديه غريبة و مسيرها موته",
    song: "ادرينالين",
  },
  {
    id: uuidv4(),
    content: "حبينا الكل بس كله نسينا فا بنغنى و بننسى الايام السوده",
    song: "ادرينالين",
  },
  {
    id: uuidv4(),
    content:
      "واما نزلت شوفت الناس بنفسي انا اتخضيت ناس غداره...وناس نصابه...وناس عباد للكيف",
    song: "ضلمه",
  },
  {
    id: uuidv4(),
    content: "في قلبي سكاكين بتدبحني بحكي بيقولولي واي يعني؟!",
    song: "ضلمه",
  },
  {
    id: uuidv4(),
    content: "بدعي ربي..مأمن ومصدق وقت الشدة يكون ليا النجدة",
    song: "ضلمه",
  },
  {
    id: uuidv4(),
    content:
      "صعب بجد انا تعباان مش محتاج حبك بيبي انا تعبان نفسي انسي ان انا اصلا انساااان",
    song: "ضلمه",
  },
  {
    id: uuidv4(),
    content: "نفسي في مره بجد اتغير",
    song: "ضلمه",
  },
  {
    id: uuidv4(),
    content: "رافع دماغي للسما وصباعي للزمن ",
    song: "طرشمه",
  },
  {
    id: uuidv4(),
    content: "بجري مع الزمن كل حاجه بتيجي بتمن",
    song: "طرشمه",
  },
  {
    id: uuidv4(),
    content: "نازل من الفضاء لابس شنطه ممكن من الفراغ اكل طلقه",
    song: "طرشمه",
  },
  {
    id: uuidv4(),
    content: "تشوفني تتدير الكوكب بيلف والدنيا بتتغير ",
    song: "طرشمه",
  },
  {
    id: uuidv4(),
    content: " جامد هبل لسه هادد جبل ",
    song: "ظرف خارق",
  },
  {
    id: uuidv4(),
    content: "كل مااكلم يشفوا كلامي",
    song: "ظرف خارق",
  },
  {
    id: uuidv4(),
    content: "غنيت لما جيت واحد أخرس قام نطق",
    song: "ظرف خارق",
  },
  {
    id: uuidv4(),
    content: "مفيش بنا مقارنة انتو طوب انا الجبل",
    song: "ظرف خارق",
  },
  {
    id: uuidv4(),
    content: "كلامك اتركن كلامي زي المكن",
    song: "ظرف خارق",
  },
  {
    id: uuidv4(),
    content: "شغف كبير جوا مني بقابل ظروف كتير اكبر من سني",
    song: "جندي",
  },
  {
    id: uuidv4(),
    content:
      "احلام كتير دايره رايك مش هاممني لو بغرق سبني أغرق مش عايزك تنجدني ",
    song: "جندي",
  },
  {
    id: uuidv4(),
    content: "ناس كتير ماسكالنا مشنقه مش عايزه تشوفنا في السما ",
    song: "جندي",
  },
  {
    id: uuidv4(),
    content:
      "بدوس عليهم وانسى انا مش ههدم كل اللي اتبنى  مش بشكي من كتر الألم ",
    song: "جندي",
  },
  {
    id: uuidv4(),
    content: "لوحدي ومش محتاج سند",
    song: "جندي",
  },
  {
    id: uuidv4(),
    content:
      "وانا زي مانا واقف صلب مهما زاد فوق ضهري الضرب سهله نخوض الف الفين حرب",
    song: "جندي",
  },
  {
    id: uuidv4(),
    content:
      "فكر اتحرك اتصرف بتسعي فالناس بتخسرك تكبر فتحاول تكسرك فكك وكمل مشوارك ",
    song: "جندي",
  },
  {
    id: uuidv4(),
    content: "حبة اراده وانطلق تلقي الحواجز انهارت ",
    song: "جندي",
  },
  {
    id: uuidv4(),
    content: "الفين سكينه من أصحابي عادي عديها انا راضي ",
    song: "جندي",
  },
];
data.sort((a, b) => 0.5 - Math.random());
export default data;
