import { v4 as uuidv4 } from "uuid";

const data = [
  {
    id: uuidv4(),
    content: "عايزين ايه تاني تخلصوه مش ده اللي كنتوا بتكرهوه",
    song: "عرفة",
  },
  {
    id: uuidv4(),
    content: "كله في النيه مستخبي",
    song: "عرفة",
  },
  {
    id: uuidv4(),
    content: "باينه و مش مستاهله اترجمها اخوك قاريها اخوك ادارجي",
    song: "عرفة",
  },
  {
    id: uuidv4(),
    content: "حب علي دماغنا حب جاب داغنا",
    song: "عرفة",
  },
  {
    id: uuidv4(),
    content: "عندي اخوات و زمايل مش بتعد جمايل",
    song: "عرفة",
  },
  {
    id: uuidv4(),
    content: "دول حبوني علشان حقيقي بجد دول كرهوني و صعبولي السهل",
    song: "عرفة",
  },
  {
    id: uuidv4(),
    content: "تاتتوهات كتير في كل حته حتي علي جبينهم برضو النقص اتدق",
    song: "عرفة",
  },
  {
    id: uuidv4(),
    content: "لمة كثير الصحبة كثير الصحبة دي بتغير من إيه",
    song: "تاني",
  },
  {
    id: uuidv4(),
    content: "تسمعه ما تشوفوش لما اكتأبه يزوره",
    song: "تاني",
  },
  {
    id: uuidv4(),
    content: "حاببها دوغري مش لازم تلفوا تدوروا وأنا",
    song: "تاني",
  },
  {
    id: uuidv4(),
    content: "بجري لواحدي جوة السبق ماضي شكلني وانتهى",
    song: "تاني",
  },
  {
    id: uuidv4(),
    content: "من برة لؤلؤة ومن جوة تلألأك",
    song: "تاني",
  },
  {
    id: uuidv4(),
    content: "كنت لا اطاق دي الوقتِ أنا خارج النطاق",
    song: "تاني",
  },
  {
    id: uuidv4(),
    content: "نفسي ما بقاش زي ما أنا",
    song: "تاني",
  },
  {
    id: uuidv4(),
    content: "اتعلمت أأذيني كويس ما تعلمتش النشان",
    song: "تاني",
  },
  {
    id: uuidv4(),
    content: "لما اكتأبي قل انتباهي زاد",
    song: "تاني",
  },
  {
    id: uuidv4(),
    content: "بجري لواحدي جوا السبق ماضي شكلني و انتهي",
    song: "تاني",
  },
  {
    id: uuidv4(),
    content: "لا بباصي الچوب ولا اعدي خط",
    song: "طبيب التوب",
  },
  {
    id: uuidv4(),
    content: "مستحيلك سهلي",
    song: "طبيب التوب",
  },
  {
    id: uuidv4(),
    content: "انا ضيعت عمري و مستفدتش حاجه",
    song: "طبيب التوب",
  },
  {
    id: uuidv4(),
    content: "واقف علي اعلي تبه",
    song: "طبيب التوب",
  },
  {
    id: uuidv4(),
    content: "ساعاتي غالية و عقاربها بيجرو",
    song: "طبيب التوب",
  },
  {
    id: uuidv4(),
    content: "عين الحسود انا صفيتها",
    song: "طبيب التوب",
  },
  {
    id: uuidv4(),
    content: "لا اتسيطنا علي حس حد",
    song: "بلان بي",
  },
  {
    id: uuidv4(),
    content: "انا اشم ضهر ايدي و اشبع",
    song: "بلان بي",
  },
  {
    id: uuidv4(),
    content: "جربت نفسي لقيتني بنفع",
    song: "بلان بي",
  },
  {
    id: uuidv4(),
    content: "ع الصريح و بدون ما المح",
    song: "بلان بي",
  },
  {
    id: uuidv4(),
    content: "محدش فيكوا من مقامنا",
    song: "بلان بي",
  },
  {
    id: uuidv4(),
    content: "بسحل نفسي ف حاجه  دايماً بتمنها يعدي الوقت و تفتكرني هستناها",
    song: "ع الصامت",
  },
  {
    id: uuidv4(),
    content: "بمشي و ده لمصلحتي في حاله واحده لو مليت",
    song: "ع الصامت",
  },
  {
    id: uuidv4(),
    content: "انا متعود اكسب راحتي فداهيه هتعطلني",
    song: "ع الصامت",
  },
  {
    id: uuidv4(),
    content: "مفيش حاجه تتضمن",
    song: "ع الصامت",
  },
  {
    id: uuidv4(),
    content: "مفيش حاجه تتطلب",
    song: "ع الصامت",
  },
  {
    id: uuidv4(),
    content: "بنكسب وقتنا علشان كله بيتحسب",
    song: "ع الصامت",
  },
  {
    id: uuidv4(),
    content: "لسا عايزاني افضل زي منا بس اتغيرت",
    song: "ع الصامت",
  },
  {
    id: uuidv4(),
    content: "بيني و بينك حاجات كتير هموت و أخسرها",
    song: "ع الصامت",
  },
  {
    id: uuidv4(),
    content: "بعِد كام شئ عمره ما كان فارقلي بنكله",
    song: "ع الصامت",
  },
  {
    id: uuidv4(),
    content: "لو قلبي حس بشئ ناحيتك انا اتجاهله",
    song: "ع الصامت",
  },
  {
    id: uuidv4(),
    content: "انا مبقولش اللي مبحسوش و مش حاسس اللي انتي بتقوليه",
    song: "ع الصامت",
  },
  {
    id: uuidv4(),
    content: "من جوا فاضي و مش ناقص يشيل عايز حاجه متصحيش القديم",
    song: "ع الصامت",
  },
  {
    id: uuidv4(),
    content: "حتى لو ضلي سابني مش هسأل أنا إيه اللي جابني",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "ما بقتش تفرق",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "طول ما أنا ماشي لوحدي فيها أنا اللي بكسب",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "ربي وحده بس عالم باللي في قلبي",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "لو كان يهمِّك بجد كنتي سألتي",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "انسي، مش هفضل فاكر",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "كان نفسي محسش بالذنب كان نفسي دماغي دي تسيبني في حالي",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "لما أشوفك أحس إنه عادي مبيعش اللي بينا لو جيتي في بالي",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "دي فرصة سعيدة بس أنا متمناش تتكرر تاني",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "أنا مش هفضل فيكي ماسك",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "عندي ساعات في الهوا طارت وأنا جايب آخري ومش صابر",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "لو عالوقت مفيش فاضل لو على نفسي مفيش خالص",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "أنا لو على حبِك فبناقص قاطع السكة مفيش واصل",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "وأنا مش محتاجك، متجيش",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "مش محتاج أنسى أنا مين",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "الحال مش ثابت مراجيح عقلي بيدور دراويش",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "هي بتشد وتسيب",
    song: "مفيش مانع",
  },
  {
    id: uuidv4(),
    content: "انا نسيت نفسي و منستكيش انا نسيت انا مين",
    song: "بيتادين",
  },
  {
    id: uuidv4(),
    content: "سنينك تسرقني و نارك تكويني  من جوا و أسيح ",
    song: "بيتادين",
  },
  {
    id: uuidv4(),
    content: "انا فيا كتير بس مش بقول ",
    song: "بيتادين",
  },
  {
    id: uuidv4(),
    content: "انا كاتم همي و غمي ده جوايا",
    song: "بيتادين",
  },
  {
    id: uuidv4(),
    content: "مش زي الحزن انا استحاله ادوم لسه زي منا ع العموم",
    song: "بيتادين",
  },
  {
    id: uuidv4(),
    content: "انتي بتباني و تختفي في لمح البصر مش قريبه بعيده زي القمر ",
    song: "بيتادين",
  },
  {
    id: uuidv4(),
    content: "مفيش بيننا اي طريق مختصر",
    song: "بيتادين",
  },
  {
    id: uuidv4(),
    content: "مفيش فيكي عيب يمكن ده عيبك",
    song: "بيتادين",
  },
  {
    id: uuidv4(),
    content: "مفيش فيا شئ مش هتشوفه عينك انا واضح",
    song: "بيتادين",
  },
  {
    id: uuidv4(),
    content: "انتا بتصبيني زي نصيبي",
    song: "بيتادين",
  },
  {
    id: uuidv4(),
    content: "انا متدغدغ انا متكسر انا متدمر ف قلبي خنجر",
    song: "بيتادين",
  },
  {
    id: uuidv4(),
    content: "افتكريني لما الليل يليّل",
    song: "بيتادين",
  },
  {
    id: uuidv4(),
    content:
      "يلا نغرق في السحاب و نطير ع الموجه اي غلطه وقت نزولنا السلم مش محسوبه",
    song: "موجه",
  },
  {
    id: uuidv4(),
    content: "العين علينا كل خطوه هنا محسوده",
    song: "موجه",
  },
  {
    id: uuidv4(),
    content: "ناس رافضينّا و ناس قابلنا احنا الحمدلله راضيين بالقسمه",
    song: "موجه",
  },
  {
    id: uuidv4(),
    content: "حاجات بتجيلنا حاجات بنسيبها اوقات بنخسر اوقات بنكسب",
    song: "موجه",
  },
  {
    id: uuidv4(),
    content: "كله بيتخانق كله عايز يبقي احنا بدماغنا ماشيين و بالغالي بندفع",
    song: "موجه",
  },
  {
    id: uuidv4(),
    content: "علي راسنا دقت طُبل",
    song: "موجه",
  },
  {
    id: uuidv4(),
    content: "بنخاف من الموت و بنخاف من النور و بنخاف نتنسي",
    song: "موجه",
  },
  {
    id: uuidv4(),
    content: "محدش باقي محدش فاضل",
    song: "موجه",
  },
  {
    id: uuidv4(),
    content: "بننسي الماضي محدش راضي",
    song: "موجه",
  },
  {
    id: uuidv4(),
    content: "منصحكش تعيش مكاني هتموت لو عيشت في دماغي",
    song: "موجه",
  },
  {
    id: uuidv4(),
    content: "أصعب فترة لما تسيب المسكن على أمل إن بكره أكيد أحسن",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content: "كل غلطة كانت بفورة بتعلم",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content: "100 طريق مسدود كان لازم نمشيه",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content: "الحل إني كان لازم امشي لبعيد واللي فات ده ورا ضهري ارميه",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content:
      "أنا مضطر ابعد عن اللي بيأذيني اعمل اللي حابه لو كان فيا اللي مكفيني",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content: "مش هموت لما تسيبي اعتبريني بكدب ومش مستني تصدقيني",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content:
      "أنا بطلع الرسام اللي فيا في الحلم وبسيبه يشخبط على اللي مش عاجبه في الحقيقة",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content: "أوقات الصدمة بتكون كبيرة أوقات بشوف حياتي تنفع فيلم سيما",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content: "مفيش مكان لحظ ولا صُدف متستناش اسامح لو أذيت",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content: "سيبني ادارى في سواد الليل",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content: "كان عندي صبر بس مكنش مكفي خلص مش هكرر نفس الغلطة تاني مش هتلدع",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content: "مش هنبوح ونفضفض مش هنحور مش هكرر الكلام لتالت مرة",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content: "مش عايز افتكر امبارح مش قادر أمسك واعافر",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content: "مكنتش على الأرض ثابت مبقاش فيه طاقة أتعب وأحاول",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content: "كان لازم امشي مكنش قصادي حل تالت",
    song: "سيما",
  },
  {
    id: uuidv4(),
    content: "بتجيبوا الطوبه في معطوبه ",
    song: "زوبا",
  },
  {
    id: uuidv4(),
    content: "وش واحد منغيرش اللون",
    song: "زوبا",
  },
  {
    id: uuidv4(),
    content: "نمد إيدنا نتقرص ده بس اللي نابنا بالخير سبقنا بس دي مش ازمه",
    song: "زوبا",
  },
  {
    id: uuidv4(),
    content: "بكره نعلي و تبقي صدمه",
    song: "زوبا",
  },
  {
    id: uuidv4(),
    content: "دولا كانوا اخواتنا بقو ملاعين عملنا الخير و اترمي ف النيل",
    song: "زوبا",
  },
  {
    id: uuidv4(),
    content: "ف دماغي الماظه تغلط تترازي",
    song: "زوبا",
  },
  {
    id: uuidv4(),
    content: "لما تضيع من ايدنا مش بنقول يا خساره",
    song: "زوبا",
  },
  {
    id: uuidv4(),
    content: "تطلع م الدايره لو هتخون مبندخلش بيننا زبون ",
    song: "وسّع",
  },
  {
    id: uuidv4(),
    content: "لو تمامك كان فلوس ف رايحه جايه و ع الشوز",
    song: "وسّع",
  },
  {
    id: uuidv4(),
    content: "من جوانا طيبين ساعه القلب جزارين ",
    song: "وسّع",
  },
  {
    id: uuidv4(),
    content: "نهارنا فل زي النيه ع المظبوط وميه ميه ",
    song: "وسّع",
  },
  {
    id: uuidv4(),
    content: "عايز تمسك عليا زله ناقص صحيح ملكش زمه ",
    song: "وسّع",
  },
  {
    id: uuidv4(),
    content: "كونتينر مليان قلوب هنرص قص ع الحبوب ",
    song: "وسّع",
  },
  {
    id: uuidv4(),
    content: "العيش والملح فى الماسوره والجدعنه ف النافوره ",
    song: "وسّع",
  },
  {
    id: uuidv4(),
    content: "سكتك بطاله مشيك عوج",
    song: "وسّع",
  },
  {
    id: uuidv4(),
    content: "علي كل كوبري صورتي بوستر",
    song: "ياخويا",
  },
  {
    id: uuidv4(),
    content: "مش بقلق من بكره",
    song: "ياخويا",
  },
  {
    id: uuidv4(),
    content: "حبيبك عسل بس للأسف الحوجه مُره",
    song: "ياخويا",
  },
  {
    id: uuidv4(),
    content: "لو ع الجبل من غير ما أشب اطولها",
    song: "ياخويا",
  },
  {
    id: uuidv4(),
    content: "حياتي إزازه شوت بس اللى اتبقى",
    song: "ياخويا",
  },
  {
    id: uuidv4(),
    content: "كنا فين زمان و بقينا فين",
    song: "ياخويا",
  },
  {
    id: uuidv4(),
    content: "اتعلمنا من الغلط فا بطلنا نضيع",
    song: "ياخويا",
  },
  {
    id: uuidv4(),
    content: "انا مش شايف نفسي انا مصدقها",
    song: "ياخويا",
  },
  {
    id: uuidv4(),
    content: "دول مش بيطيقونا  علشان جامدين ياخويا مدفعناش فلوس دي سنين ياخويا",
    song: "ياخويا",
  },
  {
    id: uuidv4(),
    content: "ربي بيكرم انت ايه اللي مضايقك",
    song: "ياخويا",
  },
  {
    id: uuidv4(),
    content: "كل دول وثقوا فيا فاوجب انا اكون بطل",
    song: "ياخويا",
  },
  {
    id: uuidv4(),
    content: "مفيش شئ فارق",
    song: "تمويه",
  },
  {
    id: uuidv4(),
    content: "مليش حق اني اسأل ..كنا زمان احنا واحد .. دلوقتي بقينا اتنين",
    song: "تمويه",
  },
  {
    id: uuidv4(),
    content: "زمان كنت فاضي دلوقتي انسي فكرة اني اضيع ف وقتي",
    song: "تمويه",
  },
  {
    id: uuidv4(),
    content: "بطلت ابقي سطحي",
    song: "تمويه",
  },
  {
    id: uuidv4(),
    content: "مبقيتش لحد ضامن بطلت اقرأ الطالع",
    song: "تمويه",
  },
  {
    id: uuidv4(),
    content: "سيبني شهر واحد ف اوضتي و حرفياً هغير الواقع",
    song: "تمويه",
  },
  {
    id: uuidv4(),
    content: "و انا بنضف حياتي مسحت الشات و رقمك .. مش اسف انا قاصد",
    song: "تمويه",
  },
  {
    id: uuidv4(),
    content: "ماشي و بتدنجل ع التالت بدوس و بتسلي علي كل اللي قال لي انت فاشل",
    song: "تمويه",
  },
  {
    id: uuidv4(),
    content: "مليش سقف مليش اخر",
    song: "تمويه",
  },
  {
    id: uuidv4(),
    content:
      "اكيد لسه فاكرك نسيانك مش سهل انا بكدب علي نفسي و بشرب مش بنسي وللأسف  مسألة نسيانك مش وقت",
    song: "02:00 am",
  },
  {
    id: uuidv4(),
    content:
      "سيبتيلي كام ذكري و ورده في كتابك لما الدنيا بيا تضيق بسمعك بتقولي متخافش انا جنبك",
    song: "02:00 am",
  },
  {
    id: uuidv4(),
    content:
      "انتي سنينك سرقاني ماشي بدور علي الي باقي و خيالي ممشيني وانا لسه في مكاني",
    song: "02:00 am",
  },
  {
    id: uuidv4(),
    content:
      "انا وقتي بيفوت والدنيا بتلف و بلف وياها بدون داعي وانا ماشي لوحدي في الشارع بشكيله حالي اتنين بليل",
    song: "02:00 am",
  },
  {
    id: uuidv4(),
    content:
      "فاكر كل حاجة ومش بنسي انا عيني بتصور المشهد الوحده خليتني ابان اسوأ  ",
    song: "02:00 am",
  },
  {
    id: uuidv4(),
    content:
      "شفت حياتي من غيرك ع الاسود لايقه حالي مش زي ما سيبتك متعلق بحبالك الدايبه..",
    song: "02:00 am",
  },
  {
    id: uuidv4(),
    content:
      "كنتي حلم بالنسبالى  مش زي ما انت كنت شايفه.. بقيت مغيب..مبقتش شايفك",
    song: "02:00 am",
  },
  {
    id: uuidv4(),
    content: "وانا حالي زي حالك اتكسرت حطاني دابت ",
    song: "02:00 am",
  },
  {
    id: uuidv4(),
    content:
      "متطلبيش اني انسي الي بيننا.. لان صعب جدا مش هقدر قوليلي ازاي انساكي و انا عليكي  بسأل اليل كل ثانيه 100 مره",
    song: "02:00 am",
  },
  {
    id: uuidv4(),
    content:
      "كان نفسي اكون اقوي بس ده صعب يحصل ده بعد ما جوايا اتكسر كنت اتمني نتقابل بس في ظروف تكون افضل",
    song: "02:00 am",
  },
  {
    id: uuidv4(),
    content: "تتر النهايه بينزل ولسه ع اللي باقي منك بدور",
    song: "02:00 am",
  },
  {
    id: uuidv4(),
    content: "وقعت و قمت اشطه فوقت",
    song: "فتى الشاشه",
  },
  {
    id: uuidv4(),
    content: "بفتح بيبان الطياره و بنط  قفزه ثقه و هنزل منها علي ستيدچ فوق برج",
    song: "فتى الشاشه",
  },
  {
    id: uuidv4(),
    content: "لو كل دول ميجا ستارز انا ابقي تيرا",
    song: "فتى الشاشه",
  },
  {
    id: uuidv4(),
    content: "ما انت معندكش غير سيرتي علشان ماضي بإسمي علي لسانك",
    song: "فتى الشاشه",
  },
  {
    id: uuidv4(),
    content: "مش فاضيلك مش هتفيدني مش هفكرك لو نسيتني",
    song: "فتى الشاشه",
  },
  {
    id: uuidv4(),
    content: "غفلت الكل و قمت شارخ",
    song: "فتى الشاشه",
  },
  {
    id: uuidv4(),
    content: "التمن غالي مكانش تافه  ",
    song: "فتى الشاشه",
  },
  {
    id: uuidv4(),
    content: "هما اللي بالشر ابتدوا",
    song: "فتى الشاشه",
  },
  {
    id: uuidv4(),
    content: "استحملت اللي بيأذيني لحد ما اللي بيا فاض",
    song: "فتى الشاشه",
  },
  {
    id: uuidv4(),
    content: "فيش صاحبي و زميلي العشم اللي بيننا باظ",
    song: "فتى الشاشه",
  },
  {
    id: uuidv4(),
    content: "انت حلمت انك تبقي نجم انا النجم حلم انه يكونني",
    song: "فتى الشاشه",
  },
  {
    id: uuidv4(),
    content:
      "كنت خايف ان القطر يفوتني لكن دلوقتي عادي لو غفلت  ع السكه القطر لو جه يخاف يدوسني",
    song: "فتى الشاشه",
  },
  {
    id: uuidv4(),
    content: "قليت بأصلك و استندلت  بلاش بعدها تيجي تلومني",
    song: "فتى الشاشه",
  },
];
data.sort((a, b) => 0.5 - Math.random());
export default data;
