import { v4 as uuidv4 } from "uuid";

const data = [
  {
    id: uuidv4(),
    content: "ماشي هربان م القرف مش رايح أدور ع الترف",
    song: "ماشي",
  },
  {
    id: uuidv4(),
    content: "ماشي عشان شوفت اللي أعد فيكي معملش",
    song: "ماشي",
  },
  {
    id: uuidv4(),
    content: "مهما راح و جه و تعب في الاخر ماوصلش",
    song: "ماشي",
  },
  {
    id: uuidv4(),
    content:
      "بلاوي بتحصل و اللي دماغه نضيفة بيخسر يفضل يجرب مرة و اتنين و تلاتة و بيفشل",
    song: "ماشي",
  },
  {
    id: uuidv4(),
    content: "ناسي و مش باكي ع الهموم",
    song: "ماشي",
  },
  {
    id: uuidv4(),
    content:
      "أيام كتيرة أنا ممسوحة من دماغي كنت حاضر أنا فيها بس عنها بيتحكالي",
    song: "ذاكرة سمكة",
  },
  {
    id: uuidv4(),
    content:
      "ناس كتيرة بتيجي تسلم و عارفاني بس دايما ببقي محرج عشان ناسي الأسامي",
    song: "ذاكرة سمكة",
  },
  {
    id: uuidv4(),
    content:
      "مخي بقي متكركب شكله كده اتكهرب دا حتي شريط الفيلم اللي في دماغي ماشي مشقلب",
    song: "ذاكرة سمكة",
  },
  {
    id: uuidv4(),
    content:
      "حاجة بقت تحير جالي أعراض زهايمر ولا فقدان ذاكرة مجاني جالي و انا صغير",
    song: "ذاكرة سمكة",
  },
  {
    id: uuidv4(),
    content:
      "دي والله نعمة و اللي ينكرها يعمي انك مش فاكر حاجة ولا حتي البنت الطعمة",
    song: "ذاكرة سمكة",
  },
  {
    id: uuidv4(),
    content: "انا عملتها قبلك",
    song: "عملتها قبلك",
  },
  {
    id: uuidv4(),
    content: "كل حاجة في حياتك فاكرها انجاز",
    song: "عملتها قبلك",
  },
  {
    id: uuidv4(),
    content: "سيبني اجري ماتقوليش علي مهلك",
    song: "عملتها قبلك",
  },
  {
    id: uuidv4(),
    content: "كانوا بيشوفوني ع التليفزيون",
    song: "عملتها قبلك",
  },
  {
    id: uuidv4(),
    content: "مش مصدق اني لسة باعمل كدة",
    song: "عملتها قبلك",
  },
  {
    id: uuidv4(),
    content: "كان نفسك تبقي زيي",
    song: "عملتها قبلك",
  },
  {
    id: uuidv4(),
    content: "كلهم فضائيين انا البشري",
    song: "عملتها قبلك",
  },
  {
    id: uuidv4(),
    content: "سيبوني عايزين مني إيه مابقاش عندي اللي أزعل عليه",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "يا عالم هنموت امتي و فين",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content:
      "لو وجودي معصبكوا لو يعني مأرقكوا انتوا في حالي مش حالكوا ألفلكوا سجارة أصبحكوا",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "لو عملت فلوس جبل برضه لوحدي هدفن",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "مش هيفرق مين انا",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "لسة الحديد بيتني مهما ضهري بيتحني",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "هنا غرز غرز غير قابلة للإلتئام فمفيش اي شئ هنا مثير للإهتمام",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "هنا مفيش مجاملات",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "صاحبي انا مليش خلق فطز فيك و في الكل",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "ناس تروح و ناس تيجي و انا ماشي في طريقي محدش فيكوا زميلي",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "عندي قلب و مابديش حب",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "طاقة سلبية كافية تهد الجبال في آسيا",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "ابقوا احضروا عزايا بالوان زاهية اصل عادي كلنا أرواح ماشية",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "إحنا بنخاف من الاختلاف",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "بس ذهني مش صافي نجم مضلم نوري طافي",
    song: "صوت بجع",
  },
  {
    id: uuidv4(),
    content: "سيبهم يتكلمو كل اللي فات دا كان ديمو",
    song: "إيد هون",
  },
  {
    id: uuidv4(),
    content: "ف دماغي الماظ كانن ف البيت وبتعاطى الاحراز",
    song: "إيد هون",
  },
  {
    id: uuidv4(),
    content: "كل دي فخامة حاسب تتعاص",
    song: "إيد هون",
  },
  {
    id: uuidv4(),
    content: "حياتنا مش هتحبها جبال جدل وبلبلة",
    song: "إيد هون",
  },
  {
    id: uuidv4(),
    content: "انا عظيم انا سور الصين",
    song: "إيد هون",
  },
  {
    id: uuidv4(),
    content: "هنا اي حوار بنهندلو لو دايره نحلة نسندلو",
    song: "إيد هون",
  },
  {
    id: uuidv4(),
    content: "اي دور نتحط فيه نمثلو",
    song: "إيد هون",
  },
  {
    id: uuidv4(),
    content: "نقطة البداية انا الصفر ",
    song: "جامد هيك",
  },
  {
    id: uuidv4(),
    content: "انت ولا جامد ولا زفت",
    song: "جامد هيك",
  },
  {
    id: uuidv4(),
    content: "متعلمناش غير لما كلنا على قفانا ",
    song: "جامد هيك",
  },
  {
    id: uuidv4(),
    content:
      "كلها قعدالك نفسها تاخد مكانك بس انت الاصلي وهما اصحاب محلات البالة",
    song: "جامد هيك",
  },
  {
    id: uuidv4(),
    content: "كل الكلام الي طالع مني موزون",
    song: "جامد هيك",
  },
  {
    id: uuidv4(),
    content: "  مجتش معايا بالحظ",
    song: "جامد هيك",
  },
  {
    id: uuidv4(),
    content: "متقلب انا زي الطقس طول السنة في عطس",
    song: "جامد هيك",
  },
  {
    id: uuidv4(),
    content: "مِتعلمين مش مُتعلمين  علمونا فرق اللون علمونا فرق الدين",
    song: "جامد هيك",
  },
  {
    id: uuidv4(),
    content:
      "شوف أنا مش بعرف أرسم  بس بعرف أكتب  فتلاقيني برسم كام صورة بكلام مش مترتب",
    song: "بستك نو",
  },
  {
    id: uuidv4(),
    content: "مفيش خد في هات ",
    song: "بستك نو",
  },
  {
    id: uuidv4(),
    content: "مفيش بوسه ع الخد  ده كله كله تلطيش ",
    song: "بستك نو",
  },
  {
    id: uuidv4(),
    content: "ميرتخيش الفك  لو بعد ميت سيجاره حشيش",
    song: "بستك نو",
  },
  {
    id: uuidv4(),
    content: "بعرق جبيني مورثتش",
    song: "بستك نو",
  },
  {
    id: uuidv4(),
    content: "دماغي فيها مشكلة زحمة زحمة زي القاهرة",
    song: "بستك نو",
  },
  {
    id: uuidv4(),
    content: "محدش حابب الكواليس دي  كله عايز يكون أدام الكاميرا",
    song: "بستك نو",
  },
  {
    id: uuidv4(),
    content: "أنور دماغك منغير مصابيح",
    song: "بستك نو",
  },
  {
    id: uuidv4(),
    content: "آه أنا عاصفة أنا أمطار هواء الخريف أنا أحدفك آلاف الأمتار",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "قلبِك كبير ومش مكفي جسمي",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "ما أنتيش لوحة فنية عشان تترسمي",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "مش هنفوخ في الشعراية وقعت من رمشي",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "بساتين مافيش شجر مساكين مافيش شغف",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "مش أساطير دول غنم",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "مرضى نفسية عايشين بالأدوية",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "مش فارقة أكتب كلام مهم ولا بس حروف",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "ما حدش فاهم نصهم طرش في الزفة",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "ما كنتش نايم أنا كنت واخذ ناب كنت بحارب الإكتئاب",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "كله في الزبالة وما علينا",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "الناس دي تشتمني ع النت وتشوفني ع الطبيعة و تجيلي تتمحلس",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "بسمع ارائكم ببلها و اشرب ميَّتها",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "عندي ناس بتنفذ و تنجز",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "متعملش مفتح و تغمز دي رملة ناعمة حاسب تغرز",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "و ماتسألش ازاي وصلنا لكدة ملهاش لا كتاب ولا فهرس",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "كلهم ابطال امال مين بيتضرب",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "كلها فراخ و بتكاك كاك",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "لا نازل م السما طاير ولا بالسبت",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: " انا هنا تحت الارض مع الدهب",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "اعداء كتير بطلت اعدها في ناس كتير بطلت احبها",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "مفيش عندي شعور احسها اسيب التفاصيل مقفش عندها",
    song: "ما علينا",
  },
  {
    id: uuidv4(),
    content: "هاتي البُكي و خدي البوكيه",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "قلبك ابيض كوكاين",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "بخور نهدي اعصابنا بينا نلف نتسرمح",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "مش لازم اغير العالم انهاردة",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "عندي من البؤس كتير في الحصالة و الضحك بييجي هنا بالقطارة",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content:
      "و انا دايما دايما بالليل دماغي تقسم فريقين يعاركوا بعض كاراتيه لكن تقريبا دول النفسين",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "عواطفي قامت صحيت من الموت",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "ببقي معاكي سينيور",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "يئذوك و يقولوا اذينا و احنا علي الله بنرميها",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "مفيش بشر تمشينا",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "انا هركليز و انتي زينة",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "و محدش عايز منا حاجة شقينا فبندلع نفسينا",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "عقرب انا بس مش هأذيكي",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "هدلعك و هتغزل فيكي",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "سيبك منهم سيبك دول كلهم كليشيه",
    song: "سيري",
  },
  {
    id: uuidv4(),
    content: "بنتع من قلبي و جايبها من تحت و مش سامع اللوك لوك",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "الدنيا تضيق و علي اخر وقت فجأة ربك يبعت رزقك بالكوم",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "العيشة ارتاحت فمش هنتنافس",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "قلبي مفلوق و مليان تعاوير خلاص مبقاش يستقبل معازيم",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "كان عندي النظر ضعيف كنت اشوف كل الناس بني ادمين",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "كل اللي انا عايشه ده كان احلام",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "صحابي لسة هما شلة زمان",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "ابقي كداب لو قولت كرهت الظروف حبيتها بس و هي فيها فلوس",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "خدت في وشي بس ربك ستر مفيش اي بروز",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "عرفت ان كل الناس عنده مخ لكن مش كل الناس عندها عقول",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "خلقي ضيق علي طول مبطيقش احب اكبر دماغي و مبجادلش",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "و بعد ما كبرت لقيت مفيش عداوة بتستمر و المحبة ممكن تقلب بغل",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "المصلحة دايمه هو ده السر",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "بحتاج ادخن عشان اعرف اتنفس",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "ممكن اقع لكن مبوطيش",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content:
      "صدمات نشفتني خوازيق علمتني كل ده كان بنزين لازم يتحرق عشان اقدر اقف علي رجلي",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "طز في كل الناس التوكسيك اللي جت عليا و في الاخر سابتني",
    song: "لوكلوك",
  },
  {
    id: uuidv4(),
    content: "متجيش تباركلي ربك هو اللي مباركلي",
    song: "لوكلوك",
  },
];
data.sort((a, b) => 0.5 - Math.random());

export default data;
